-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 09, 2025 at 03:05 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `laravel_project`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `user_name` text NOT NULL,
  `email` text NOT NULL,
  `password` text NOT NULL,
  `mobile` text DEFAULT NULL,
  `address` text DEFAULT NULL,
  `instagram` text DEFAULT NULL,
  `facebook` text DEFAULT NULL,
  `avatar` text DEFAULT NULL,
  `rememberToken` text DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `name`, `user_name`, `email`, `password`, `mobile`, `address`, `instagram`, `facebook`, `avatar`, `rememberToken`, `created_at`, `updated_at`) VALUES
(1, 'آزیتا صالحی', 'azita_salehi', 'imazita777@gmail.com', '$2y$12$T4Ou2j51X9yZ6mMTc1gY9.Hm3moJ1rLnFp6J8a20F.jbSuGcwAX3W', '09123456781', 'ایران،تهران', 'https://www.instagram.com/_.imazita', '', 'storage/Upload_images/EbAbjrob8fk92aUQnfvFbv7G8rUXQzpxj4X6NHAF.jpg', NULL, NULL, NULL),
(2, 'آزیتا صالحی', 'imazi', 'imazita78877@gmail.com', '$2y$12$dPHbgTflICQglhugGr/7xuRzU5Ti6FMTGxjpkoa75/GKG0YGVc9bi', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `banner_ads`
--

CREATE TABLE `banner_ads` (
  `id` int(11) NOT NULL,
  `image` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `banner_ads`
--

INSERT INTO `banner_ads` (`id`, `image`) VALUES
(1, 'assets/img/banner_img/01/16781944460617.jpg'),
(2, 'assets/img/banner_img/01/16785213091818.jpg'),
(3, 'assets/img/banner_img/01/16789575390919.jpg'),
(4, 'assets/img/banner_img/img-3.jpg'),
(5, 'assets/img/banner_img/img-4.jpg'),
(6, 'assets/img/banner_img/img-5.jpg'),
(7, 'assets/img/banner_img/img-6.jpg'),
(8, 'assets/img/banner_img/img-7.jpg'),
(9, 'assets/img/banner_img/img-8.jpg'),
(10, 'assets/img/banner_img/img-9.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `brands`
--

CREATE TABLE `brands` (
  `id` int(11) NOT NULL,
  `image` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `brands`
--

INSERT INTO `brands` (`id`, `image`) VALUES
(1, 'assets/img/brands/brand-1.jpg'),
(2, 'assets/img/brands/brand-2.jpg'),
(3, 'assets/img/brands/brand-3.jpg'),
(4, 'assets/img/brands/brand-4.jpg'),
(5, 'assets/img/brands/brand-5.jpg'),
(6, 'assets/img/brands/brand-6.jpg'),
(7, 'assets/img/brands/brand-7.jpg'),
(8, 'assets/img/brands/brand-8.jpg'),
(9, 'assets/img/brands/brand-9.jpg'),
(10, 'assets/img/brands/brand-10.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `cache`
--

CREATE TABLE `cache` (
  `key` varchar(255) NOT NULL,
  `value` mediumtext NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `cache_locks`
--

CREATE TABLE `cache_locks` (
  `key` varchar(255) NOT NULL,
  `owner` varchar(255) NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `status`) VALUES
(1, 'موبایل', 0),
(2, 'لپ تاپ', 0),
(3, 'ساعت هوشمند', 0),
(4, 'مودم', 0),
(5, 'تبلت', 0),
(6, 'کامپیوتر', 0),
(7, 'آیپد اپل', 0),
(8, 'تلویزیون', 0),
(13, 'باتری', 1);

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(11) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `product_id` int(11) NOT NULL,
  `name` text NOT NULL,
  `email` text NOT NULL,
  `avatar` text NOT NULL,
  `text` text NOT NULL,
  `approve` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`id`, `user_id`, `product_id`, `name`, `email`, `avatar`, `text`, `approve`, `created_at`) VALUES
(3, NULL, 8, ' نگاره  چراغی', 'khorshid62@example.net', 'https://picsum.photos/100/100?random=96390', 'مشخص کردن دامنه ایده آل برای سایت شما', 1, '1982-08-05 06:49:00'),
(4, NULL, 4, ' نازي  قائمیان', 'hormoz22@example.com', 'https://picsum.photos/100/100?random=35629', 'درج ویژگی Alt هنگامیکه از عکس بعنوان لینک استفاده می کنید', 1, '1994-04-02 08:58:29'),
(5, NULL, 5, ' فريبا  شمسایی', 'khadem.abbas@example.com', 'https://picsum.photos/100/100?random=68173', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ', 1, '1998-05-06 10:38:00'),
(6, NULL, 9, ' نازچهر  بیگلو', 'vmazanderani@example.com', 'https://picsum.photos/100/100?random=53852', 'مشخص کردن دامنه ایده آل برای سایت شما', 1, '2002-04-17 05:55:16'),
(7, NULL, 8, ' ماهزاد  شهریاری', 'soroush01@example.net', 'https://picsum.photos/100/100?random=10847', 'آنجا که سکوت حاکم میشود موسیقی آغاز می شود.', 1, '2001-12-17 04:54:28'),
(8, NULL, 11, ' پژمان  فردرو', 'mnaceri@example.com', 'https://picsum.photos/100/100?random=93875', 'دریافت اطلاعات درباره نحوه دسترسی مخاطبان به سایت و نحوه رفتار آنها', 0, '2019-05-17 19:28:49'),
(9, NULL, 1, ' گل پونه  ضیایی', 'mkhalaji@example.net', 'https://picsum.photos/100/100?random=68259', 'در شبکه های اجتماعی فعالتر باشید', 0, '2015-12-31 11:37:05'),
(10, NULL, 1, ' منوچهر  زرین شناس', 'babaei.sepideh@example.net', 'https://picsum.photos/100/100?random=24704', 'خرید انواع کالای دیجیتال از فروشگاه اینترنتی دیجی کالا ', 1, '1979-10-04 00:39:05'),
(11, NULL, 11, ' پريچهر  پاشایی', 'pbaraghani@example.org', 'https://picsum.photos/100/100?random=77903', 'آنجا که سکوت حاکم میشود موسیقی آغاز می شود.', 0, '2021-09-18 20:41:25'),
(12, NULL, 10, ' افسون  کمانکش', 'khalaji.kiarash@example.org', 'https://picsum.photos/100/100?random=28350', 'تحقیق در عملیات ۱ یکی از دروس اصلی رشته‌های مهندسی صنایع', 0, '1970-07-12 21:03:17'),
(13, NULL, 2, ' دايان  خمخانه', 'namazi.reza@example.com', 'https://picsum.photos/100/100?random=22861', 'هفت روز هفته، ۲۴ ساعت شبانه‌روز پاسخگوی شما هستیم.', 0, '1986-02-10 18:12:20'),
(14, NULL, 11, ' برديا  فردوس', 'leila.mahdavi@example.com', 'https://picsum.photos/100/100?random=51990', 'امروزه، نرمافزارهاي زیادي براي یادداشــتبرداري وجود دارند', 1, '2012-06-18 10:10:57'),
(15, NULL, 2, ' فروزش  خراسانی', 'fateme.namdar@example.net', 'https://picsum.photos/100/100?random=12382', 'همه سلول‌ها دارای ساختارهای تخصصی و درون‌سلولی هستند', 0, '1986-05-01 01:40:13'),
(16, NULL, 8, ' گلپر  عسگری', 'massoud.shahbazi@example.net', 'https://picsum.photos/100/100?random=96381', 'تولید متن تصادفی در ورد', 1, '2014-08-02 20:06:01'),
(17, NULL, 10, ' کامنوش  شمسایی', 'cyousefi@example.org', 'https://picsum.photos/100/100?random=45986', 'هفت روز هفته، ۲۴ ساعت شبانه‌روز پاسخگوی شما هستیم.', 1, '1994-02-13 06:21:22'),
(18, NULL, 2, ' راويار  مرادی', 'katayoun.karimi@example.com', 'https://picsum.photos/100/100?random=46607', 'سایپا مطمئن!', 1, '1981-10-01 20:37:06'),
(19, NULL, 2, ' دادمهر  سیف زاده', 'mahshid.abbasi@example.org', 'https://picsum.photos/100/100?random=19376', 'کاری نکنیم که باعث شود از جهره خود در آینه فراری باشیم.', 0, '2021-01-01 00:00:15'),
(20, NULL, 3, ' فروزان  ستاری', 'rajaei.parisa@example.com', 'https://picsum.photos/100/100?random=94694', 'تولیدکننده انواع دوربین‌های عکاسی و فیلم‌برداری و لوازم جانبی', 1, '2012-08-23 11:01:43'),
(21, NULL, 9, ' زيبار  غفاری', 'tousi.hossein@example.com', 'https://picsum.photos/100/100?random=65450', 'تحقیق در عملیات ۱ یکی از دروس اصلی رشته‌های مهندسی صنایع', 0, '1999-08-11 21:44:58'),
(22, NULL, 1, ' شهلا  مقدم', 'taraneh.rahimi@example.com', 'https://picsum.photos/100/100?random=53459', 'هر کسی که متفاوت از یک جمع گرفتار بیندیشد یک فرد آزاد است.', 0, '1972-08-14 14:28:42'),
(23, NULL, 3, ' بهاره  پورنگی', 'arash.talebi@example.com', 'https://picsum.photos/100/100?random=95246', 'سایپا مطمئن!', 0, '1985-09-17 14:59:45'),
(24, NULL, 3, ' ميترا  تدین', 'snabavi@example.net', 'https://picsum.photos/100/100?random=91224', 'برای افرادی که قصد یادگیری زبان انگلیسی را دارند', 1, '1982-02-18 18:14:36'),
(25, NULL, 5, ' نکيسا  اصغری', 'simin.kashani@example.org', 'https://picsum.photos/100/100?random=38379', 'تاریخ دو بار تکرار میشود : یکی به صورت تراژدی و دیگری به صورت کمدی.', 1, '2003-02-24 10:42:36'),
(26, NULL, 10, ' هوشيار  ستاری', 'niloufar96@example.net', 'https://picsum.photos/100/100?random=13158', 'امروزه، نرمافزارهاي زیادي براي یادداشــتبرداري وجود دارند', 1, '1972-07-21 18:07:16'),
(27, NULL, 5, ' ساغر  گلزار', 'mjalili@example.com', 'https://picsum.photos/100/100?random=45694', 'تا شقایق هست زندگی باید کرد.', 0, '2021-08-17 18:49:08'),
(28, NULL, 8, ' هويدا  راست عمه', 'echamran@example.org', 'https://picsum.photos/100/100?random=68913', 'فرصت ها از دست ندهیم ، فرصت همیشگی نیستند.', 1, '1997-07-24 22:40:17'),
(29, NULL, 6, ' بهمن  آوند', 'dmahmoudieh@example.net', 'https://picsum.photos/100/100?random=87738', 'مشکلات ما با اطرافیانمان اغلب در نگرش ما است', 0, '2022-05-25 02:09:25'),
(30, NULL, 6, ' اردوان  سیف زاده', 'yazdi.samir@example.org', 'https://picsum.photos/100/100?random=79327', 'فرصت ها از دست ندهیم ، فرصت همیشگی نیستند.', 0, '2002-09-15 14:32:00'),
(31, NULL, 2, ' راويار  پورنگی', 'vfanaei@example.org', 'https://picsum.photos/100/100?random=98773', 'مشکلات ما با اطرافیانمان اغلب در نگرش ما است', 0, '1984-05-04 03:37:29'),
(32, NULL, 5, ' فريوش  یوسفی', 'bzare@example.net', 'https://picsum.photos/100/100?random=95669', 'تبدیل شدن به یک معامله‌گر موفق در بورس', 1, '1995-02-07 17:41:01'),
(33, NULL, 11, ' آرزو  عباسی', 'hnorouzi@example.org', 'https://picsum.photos/100/100?random=33040', 'درج ویژگی Alt هنگامیکه از عکس بعنوان لینک استفاده می کنید', 0, '1987-07-27 02:17:02'),
(34, NULL, 1, ' خدايار  کریم پور', 'ltalebi@example.org', 'https://picsum.photos/100/100?random=65285', 'دریافت اطلاعات درباره نحوه دسترسی مخاطبان به سایت و نحوه رفتار آنها', 1, '1973-11-12 02:41:10'),
(35, NULL, 3, ' رادبانو  زاهد', 'khorshid.namdar@example.org', 'https://picsum.photos/100/100?random=27105', 'محیط و مساحت دایره از مشخصات هندسی مهم دایره هستند', 1, '1972-01-06 01:30:32'),
(36, NULL, 7, ' مانا  انگوتی', 'bmahmoudi@example.org', 'https://picsum.photos/100/100?random=15345', 'همه سلول‌ها دارای ساختارهای تخصصی و درون‌سلولی هستند', 0, '1994-01-16 13:43:25'),
(37, NULL, 11, ' گيتي  مدیری', 'nalci.bahar@example.com', 'https://picsum.photos/100/100?random=56448', 'امروزه، نرمافزارهاي زیادي براي یادداشــتبرداري وجود دارند', 0, '2003-01-23 00:18:03'),
(38, NULL, 9, ' زرين  پاداشی', 'rabbasi@example.net', 'https://picsum.photos/100/100?random=71582', 'رایانه‌های نوین می‌توانند از مجموعهٔ بزرگی از کدها به نام برنامه پیروی کنند', 1, '1991-02-20 21:20:56'),
(39, NULL, 10, ' ياسمن  ستاری', 'ghorbani.mohammad@example.org', 'https://picsum.photos/100/100?random=31997', 'آیا تا به‌‌حال درمورد زباله‌‌های فضایی چیزی شنیده‌‌اید؟', 1, '2005-10-30 10:42:21'),
(40, NULL, 4, ' مهران  راست عمه', 'donya31@example.org', 'https://picsum.photos/100/100?random=30808', 'تحقیق کلمات کلیدی جزء مهمترین بخشهای سئو سایت میباشد', 0, '2021-07-06 02:12:07'),
(41, NULL, 4, ' گلنوش  شمسی پور', 'mazdak96@example.com', 'https://picsum.photos/100/100?random=66103', 'تولیدکننده انواع دوربین‌های عکاسی و فیلم‌برداری و لوازم جانبی', 1, '1980-03-01 06:40:15'),
(42, NULL, 11, ' گلبو  مهدوی', 'arezu99@example.org', 'https://picsum.photos/100/100?random=16472', 'توضیحات بخش متا به گوگل اعلام میکند که محتوای صفحه درباره چیست', 1, '1980-11-26 07:48:23'),
(43, NULL, 2, ' فروزنده  شمسایی', 'arian.najafi@example.org', 'https://picsum.photos/100/100?random=45051', 'هارداکسترنال در گروه هاردهای ضدضربه و مقاوم دسته‌بندی می‌شود', 1, '1970-01-16 13:21:21'),
(44, NULL, 7, ' ايزديار  جلالی', 'manuchehr.najafi@example.com', 'https://picsum.photos/100/100?random=41258', 'ساختار برگ گیاه برای تبادل گاز سازگار شده است.', 0, '1997-03-08 02:30:52'),
(45, NULL, 4, ' جهاندخت  عنایت', 'gahmadi@example.org', 'https://picsum.photos/100/100?random=99438', 'هفت روز هفته، ۲۴ ساعت شبانه‌روز پاسخگوی شما هستیم.', 0, '2014-04-17 00:15:06'),
(46, NULL, 3, ' مستانه  بیات', 'zare.farshid@example.net', 'https://picsum.photos/100/100?random=95248', 'تولید متن تصادفی در ورد', 1, '2007-01-18 07:14:06'),
(47, NULL, 10, ' وهسودان  مشتاق', 'zarine80@example.net', 'https://picsum.photos/100/100?random=21905', 'بابا نان داد و علی آنرا خورد.', 1, '1993-12-26 04:09:47'),
(48, NULL, 8, ' نيکداد  فتاحی', 'nalci.jamshid@example.net', 'https://picsum.photos/100/100?random=26014', 'هر روز یک روز زیبا برای انجام کار های درست است زمان را از دست ندهیم.', 1, '2012-02-14 16:41:37'),
(49, NULL, 5, ' نازبانو  شمسایی', 'mirzaei.amir@example.com', 'https://picsum.photos/100/100?random=11422', 'فرصت ها از دست ندهیم ، فرصت همیشگی نیستند.', 0, '1975-03-29 12:39:18'),
(50, NULL, 1, ' بهديس  اصغری', 'ojavadi@example.com', 'https://picsum.photos/100/100?random=26373', 'در شبکه های اجتماعی فعالتر باشید', 0, '1981-01-19 01:17:05'),
(51, NULL, 4, ' راميلا  سبحانی', 'sepideh.shirazi@example.org', 'https://picsum.photos/100/100?random=68684', 'سایپا مطمئن!', 0, '1976-12-06 01:17:05'),
(52, NULL, 1, ' ساينا  توکلی', 'arman35@example.org', 'https://picsum.photos/100/100?random=70332', 'زندگی از آن ماست ما آن را به روش خودمان پیش میبریم.', 1, '2018-02-15 15:44:34'),
(53, NULL, 11, ' بهرام  خراسانی', 'crezaei@example.org', 'https://picsum.photos/100/100?random=41875', 'هر روز یک روز زیبا برای انجام کار های درست است زمان را از دست ندهیم.', 0, '1985-12-20 01:37:49'),
(54, NULL, 9, ' فرزان  رضایی نژاد', 'yahya22@example.net', 'https://picsum.photos/100/100?random=19049', 'بابا نان داد و علی آنرا خورد.', 1, '2009-06-16 18:45:54'),
(55, NULL, 6, ' روشنک  شیدایی', 'ghorbani.atoosa@example.com', 'https://picsum.photos/100/100?random=34916', 'درج ویژگی Alt هنگامیکه از عکس بعنوان لینک استفاده می کنید', 1, '1980-02-26 07:25:28'),
(56, NULL, 3, ' جهاندار  شمسایی', 'mehran04@example.com', 'https://picsum.photos/100/100?random=64218', 'مشکلات اقتصادی گریبان گیر همه ی ما است.', 0, '1982-02-27 09:06:50'),
(57, NULL, 11, ' شاهين  تبریزی', 'ckhalaji@example.com', 'https://picsum.photos/100/100?random=42462', 'امروزه، نرمافزارهاي زیادي براي یادداشــتبرداري وجود دارند', 1, '2018-04-14 16:21:32'),
(58, NULL, 9, ' پرشنگ  کرمانی', 'roxana.nazari@example.com', 'https://picsum.photos/100/100?random=68282', 'بابا نان داد و علی آنرا خورد.', 0, '2023-12-08 02:18:21'),
(59, NULL, 2, ' فرنيا  صفایی', 'nazari.kiarash@example.org', 'https://picsum.photos/100/100?random=31642', 'رایانه‌های نوین می‌توانند از مجموعهٔ بزرگی از کدها به نام برنامه پیروی کنند', 0, '1989-12-17 21:34:17'),
(60, NULL, 5, ' پروانه  قالیباف', 'mohsen02@example.org', 'https://picsum.photos/100/100?random=34107', 'کاری نکنیم که باعث شود از جهره خود در آینه فراری باشیم.', 1, '2009-10-21 14:37:35');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `footer`
--

CREATE TABLE `footer` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `description` text NOT NULL,
  `footer_service` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `footer`
--

INSERT INTO `footer` (`id`, `title`, `description`, `footer_service`) VALUES
(1, 'assets/img/ico/png-4.png', 'ضمانت اصل بودن\r\n', 1),
(2, 'assets/img/ico/png-1.png', 'پرداخت در محل\r\n', 1),
(3, 'assets/img/ico/png-2.png', 'ارسال سریع', 1),
(4, 'assets/img/ico/png-5.png', 'فرصت 7 روزه استرداد', 1),
(5, 'assets/img/ico/png-3.png', 'پشتیبانی تلفنی', 1),
(6, 'assets/img/ico/png-7.png', 'هدیه نقدی', 1),
(7, 'درباره ما', 'قالب مَسای یک پکیج کامل ایرانی با هدف بی نهایت قالب HTML و WordPress و به روز رسانی همیشگی است، که تمام ویژگی های لازم طراحی سایت را در نظر میگیرد', 0),
(8, 'خدمات مشتریان', 'ارسال فوری,پشتیبانی سریع,بازگشت وجه,بسته بندی کالا', 0),
(9, 'با مَسای شاپ', 'تامین کالا همکار,تخفیف سازمانی,تماس با ما,درباره ما', 0),
(10, 'مجوزات', 'assets/img/License_1.png', 0);

-- --------------------------------------------------------

--
-- Table structure for table `items_sub_categories`
--

CREATE TABLE `items_sub_categories` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `sub_category_id` int(11) NOT NULL,
  `name` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `items_sub_categories`
--

INSERT INTO `items_sub_categories` (`id`, `category_id`, `sub_category_id`, `name`) VALUES
(1, 1, 1, 'کیف گوشی'),
(2, 1, 1, 'کاور گوشی'),
(3, 1, 1, 'شارژر همراه'),
(4, 1, 1, 'گارد گوشی'),
(5, 1, 2, 'اپل'),
(6, 1, 2, 'سامسونگ'),
(7, 1, 2, 'هوآووی'),
(8, 1, 2, 'شیائومی'),
(9, 1, 3, 'تا ۱۳ مگاپیکسل'),
(10, 1, 3, ' تا ۱۶ مگاپیکسل'),
(11, 1, 3, 'تا ۴۸ مگاپیکسل'),
(12, 1, 3, 'تا ۶۴ مگاپیکسل'),
(13, 1, 3, 'تا ۱۰۸ مگاپیکسل'),
(14, 1, 4, 'گوشی اقتصادی'),
(15, 1, 4, ' گوشی میان رده'),
(16, 1, 4, 'گوشی گیمینگ'),
(17, 1, 4, 'گوشی پرچمدار'),
(18, 2, 5, 'کیف لپ تاپ'),
(19, 2, 5, 'شارژر لپ تاپ'),
(20, 2, 5, 'خنک کننده لپ تاپ'),
(21, 2, 6, 'اپل\r\n'),
(22, 2, 6, 'HP'),
(23, 2, 6, 'Dell'),
(24, 2, 6, 'Lenovo'),
(25, 2, 6, 'Asus'),
(26, 2, 7, 'لینوکس'),
(27, 2, 7, 'آی او اس'),
(28, 2, 7, 'ویندوز'),
(30, 2, 8, 'لپ تاپ تا 15 میلیون تومان'),
(31, 2, 8, 'لپ تاپ تا 25 میلیون تومان'),
(32, 2, 8, 'لپ تاپ تا 40 میلیون تومان'),
(33, 2, 8, 'لپ تاپ بالای 40 میلیون تومان'),
(34, 3, 9, 'اپل'),
(35, 3, 9, 'سامسونگ'),
(36, 3, 9, 'شیائومی'),
(37, 3, 9, 'هوآووی'),
(38, 3, 10, 'آی او اس'),
(39, 3, 10, 'اندروید'),
(40, 3, 11, 'ساعت هوشمند تا 2 میلیون تومان'),
(41, 3, 11, 'ساعت هوشمند تا 5 میلیون تومان'),
(42, 3, 11, 'ساعت هوشمند تا 10 میلیون تومان'),
(43, 3, 11, 'ساعت هوشمند تا 15 میلیون تومان'),
(44, 3, 11, 'ساعت هوشمند بالای 15 میلیون تومان'),
(45, 3, 12, 'ساعت هوشمند دخترانه'),
(46, 3, 12, 'ساعت هوشمند پسرانه'),
(47, 3, 12, 'ساعت هوشمند پرچمدار'),
(48, 4, 13, 'مودم همراه اول\r\n'),
(49, 4, 13, 'مودم ایرانسل\r\n'),
(50, 4, 13, 'مودم تی پی لینک\r\n'),
(51, 4, 13, 'مودم دی لینک \r\n'),
(52, 4, 13, 'مودم یوتل \r\n'),
(53, 4, 14, 'مودم تا 2 میلیون تومان'),
(54, 4, 14, 'مودم تا 5 میلیون تومان'),
(55, 4, 14, 'مودم تا 7 میلیون تومان'),
(56, 4, 15, '1 گیگاهرتز'),
(57, 4, 15, '2.5 گیگاهرتز'),
(58, 4, 15, '4 گیگاهرتز'),
(59, 4, 15, '5.5 گیگاهرتز'),
(60, 4, 16, 'تی پی لینک'),
(61, 4, 16, 'دی لینک'),
(62, 4, 16, 'اچ پی'),
(63, 4, 16, 'همراه اول'),
(64, 5, 17, 'کیف تبلت'),
(65, 5, 17, 'کاور تبلت'),
(66, 5, 17, 'شارژر همراه'),
(67, 5, 17, 'گارد تبلت'),
(68, 5, 18, 'تبلت تا 2 میلیون تومان'),
(69, 5, 18, 'تبلت تا 5 میلیون تومان'),
(70, 5, 18, 'تبلت تا 7 میلیون تومان'),
(71, 5, 18, 'تبلت تا 10 میلیون تومان'),
(72, 5, 18, 'تبلت تا 15 میلیون تومان'),
(73, 5, 18, 'تبلت بالای 15 میلیون تومان'),
(74, 5, 19, 'تبلت تا 16 گیگابایت'),
(75, 5, 19, 'تبلت تا 32 گیگابایت'),
(76, 5, 19, 'تبلت تا 128 گیگابایت'),
(77, 5, 19, 'تبلت تا 256 گیگابایت'),
(78, 5, 20, 'تبلت اقتصادی'),
(79, 5, 20, 'تبلت میان رده'),
(80, 5, 20, 'تبلت دانش آموزی'),
(81, 5, 20, 'تبلت گیمینگ'),
(82, 5, 20, 'تبلت پرچمدار'),
(83, 6, 21, 'سامسونگ'),
(84, 6, 21, 'اچ پی'),
(85, 6, 21, 'اپل'),
(86, 6, 21, 'ایسوس'),
(87, 6, 22, 'لینوکس'),
(88, 6, 22, 'آی او اس'),
(89, 6, 22, 'ویندوز'),
(90, 6, 23, 'کامپیوتر تا 15 میلیون تومان'),
(91, 6, 23, 'کامپیوتر تا 20 میلیون تومان'),
(92, 6, 23, 'کامپیوتر تا 25 میلیون تومان'),
(93, 6, 23, 'کامپیوتر تا 30 میلیون تومان'),
(94, 6, 23, 'کامپیوتر بالای 30 میلیون تومان'),
(95, 6, 24, 'صفحه نمایش 14 اینچ'),
(96, 6, 24, 'صفحه نمایش 16 اینچ'),
(97, 6, 24, 'صفحه نمایش 18 اینچ'),
(98, 6, 24, 'صفحه نمایش 20 اینچ'),
(99, 6, 24, 'صفحه نمایش 22 اینچ'),
(100, 7, 25, 'کیف آیپد اپل'),
(101, 7, 25, 'کاور آیپد اپل'),
(102, 7, 25, 'شارژر همراه'),
(103, 7, 25, 'گارد آیپد اپل'),
(104, 7, 26, 'آیپد اپل تا 2 میلیون تومان'),
(105, 7, 26, 'آیپد اپل تا 5 میلیون تومان'),
(106, 7, 26, 'آیپد اپل تا 10 میلیون تومان'),
(107, 7, 26, 'آیپد اپل تا 15 میلیون تومان'),
(108, 7, 26, 'آیپد اپل تا 20 میلیون تومان'),
(109, 7, 27, 'آیپد اپل تا 16 گیگابایت'),
(110, 7, 27, 'آیپد اپل تا 32 گیگابایت'),
(111, 7, 27, 'آیپد اپل تا 128 گیگابایت'),
(112, 7, 27, 'آیپد اپل تا 256 گیگابایت'),
(113, 8, 28, 'ال جی'),
(114, 8, 28, 'ایسوس'),
(115, 8, 28, 'سامسونگ'),
(116, 8, 28, 'اپل'),
(117, 8, 29, 'تلویزیون تا 15 میلیون تومان'),
(118, 8, 29, 'تلویزیون تا 25 میلیون تومان'),
(119, 8, 29, 'تلویزیون تا 35 میلیون تومان'),
(120, 8, 29, 'تلویزیون تا 45 میلیون تومان'),
(121, 8, 29, 'تلویزیون بالای 45 میلیون تومان'),
(122, 8, 30, 'صفحه نمایش 40 اینچ'),
(123, 8, 30, 'صفحه نمایش 45 اینچ'),
(124, 8, 30, 'صفحه نمایش 50 اینچ'),
(125, 8, 30, 'صفحه نمایش 55 اینچ'),
(126, 8, 30, 'صفحه نمایش 60 اینچ');

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `queue` varchar(255) NOT NULL,
  `payload` longtext NOT NULL,
  `attempts` tinyint(3) UNSIGNED NOT NULL,
  `reserved_at` int(10) UNSIGNED DEFAULT NULL,
  `available_at` int(10) UNSIGNED NOT NULL,
  `created_at` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `job_batches`
--

CREATE TABLE `job_batches` (
  `id` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `total_jobs` int(11) NOT NULL,
  `pending_jobs` int(11) NOT NULL,
  `failed_jobs` int(11) NOT NULL,
  `failed_job_ids` longtext NOT NULL,
  `options` mediumtext DEFAULT NULL,
  `cancelled_at` int(11) DEFAULT NULL,
  `created_at` int(11) NOT NULL,
  `finished_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `magazines`
--

CREATE TABLE `magazines` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `slug` text NOT NULL,
  `body` text NOT NULL,
  `image` text NOT NULL,
  `mag_category_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `view` int(11) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `magazines`
--

INSERT INTO `magazines` (`id`, `title`, `slug`, `body`, `image`, `mag_category_id`, `user_id`, `view`, `created_at`, `updated_at`) VALUES
(1, 'خط سفید روی نمایشگر گلکسی A71 سامسونگ؛ ماجرا چیست؟\n', 'خط-سفید-روی-نمایشگر-گلکسی-a71-سامسونگ-چیست', ' گیزموچاینا می‌نویسد مشکلی جدید در گوشی‌های هوشمند سامسونگ دیده شده که نمایشگر دستگاه را تحت تأثیر قرار می‌دهد. کاربری در توییتر از نمایش خطی سفید روی نمایشگر گلکسی A71 خبر داده است. پیش‌تر خط سبز، صورتی و ارغوانی روی نمایشگر برخی از گوشی‌های رده‌بالای سامسونگ دیده شده بود.\r\nظاهراً خط سفید به‌صورت عمودی روی نمایشگر گلکسی ای ۷۱ نقش بسته است. کاربری که نخستین‌بار مشکل را گزارش کرد، می‌گوید دستگاهش روی زمین نیفتاده و هیچ‌گونه آسیبی ندیده؛ همچنین شعبه‌ی هند حساب توییتر سامسونگ به این مشکل واکنش نشان داده است.\r\n\r\nمشکل گلکسی A71 در حالی ظاهر می‌شود که گلکسی نوت ۲۰ اولترا نیز پس از دریافت به‌روزرسانی ماه گذشته‌ی اندروید با مشکل خط سبز و صورتی روی نمایشگر مواجه شده بود. سامسونگ در آن زمان اعلام کرد نمایشگر نوت ۲۰ اولترا را به رایگان تعویض می‌کند. ', 'assets/img/blog/post-2.jpg', 3, 1, 1784, '2024-11-01 18:29:42', '2025-05-08 19:02:31'),
(2, 'این‌ بار هوش مصنوعی، تصاویری از کارخانه تولید عروس دریایی را افشا می‌کند!\r\n                                    ', 'این-بار-هوش-مصنوعی-تصاویری-از-کارخانه', '\r\nعروس دریایی‌ها موجوداتی شگفت‌انگیز هستند که بیشتر از 95% بدن آن‌ها از آب تشکیل شده است. آن‌ها مغز یا قلب ندارند و دارای شبکه عصبی ساده‌ای هستند که به آن‌ها کمک می‌کند تا به محیط واکنش نشان دهند. عروس دریایی‌ها با انقباض و انبساط چتر خود در آب حرکت می‌کنند.\r\n\r\nبسیاری از گونه‌های عروس دریایی دارای سلول‌های نیش‌دار هستند که می‌توانند سم را تزریق کنند و برای شکار و دفاع از خود استفاده می‌شوند. آن‌ها از قدیمی‌ترین موجودات زنده در جهان هستند و قدمت آن‌ها به بیش از 500 میلیون سال می‌رسد.\r\n\r\nبعضی از گونه‌های عروس دریایی می‌توانند فرایند پیری را معکوس کنند و دوباره جوان شوند، که به آن‌ها لقب \"عروس دریایی جاودان\" داده شده است.\r\n\r\n', 'assets/img/blog/post-1.jpg', 1, 2, 1217, '2024-08-08 08:00:44', '2025-04-16 08:44:35'),
(3, 'بهترین گوشی های مناسب عکاسی در بازار ایران                                 ', 'بهترین-گوشی-های-مناسب-عکاسی-در-بازار-ایران', 'برای عکاسی در ایران، گوشی‌های مختلفی وجود دارند که می‌توانند به شما کمک کنند. برخی از بهترین گوشی‌های عکاسی که می‌توانید در بازار ایران پیدا کنید عبارتند از\r\n1. Samsung Galaxy S23 Ultra\r\nاین گوشی دارای سیستم دوربین قدرتمندی است که شامل دوربین‌های متعدد با وضوح بالا و قابلیت‌های پیشرفته عکاسی می‌باشد. از جمله ویژگی‌های برجسته آن می‌توان به قابلیت زوم 100 برابری و توانایی ضبط ویدیو با کیفیت 8K اشاره کرد. همچنین، با استفاده از نرم‌افزارهای پیشرفته سامسونگ، می‌توانید عکس‌های خیره‌کننده‌ای بگیرید.\r\n\r\n2. iPhone 14 Pro Max\r\nآیفون همیشه به عنوان یکی از بهترین گوشی‌ها برای عکاسی شناخته شده است. آیفون 14 پرو مکس نیز از این قاعده مستثنی نیست. این گوشی دارای سیستم دوربین سه‌گانه با قابلیت‌های مانند حالت شب، HDR هوشمند و دیپ فیوژن است. این ویژگی‌ها به شما کمک می‌کند تا عکس‌های فوق‌العاده با کیفیت در هر شرایط نوری بگیرید.\r\n\r\n3. Sony Xperia 1 IV\r\nاین گوشی سونی با تمرکز بر عکاسی و فیلم‌برداری حرفه‌ای طراحی شده است. با لنز‌های معتبر Zeiss و حسگرهای بزرگ، Xperia 1 IV به شما امکان می‌دهد عکس‌هایی با کیفیت بالا و جزئیات دقیق بگیرید. همچنین، این گوشی از قابلیت ضبط ویدیو با کیفیت 4K HDR و فریم‌ریت بالا برخوردار است.\r\n\r\n4. Google Pixel 7 Pro\r\nسری گوشی‌های گوگل پیکسل به خاطر دوربین‌های قدرتمند و نرم‌افزارهای عکاسی پیشرفته خود شناخته شده‌اند. Google Pixel 7 Pro با استفاده از فناوری HDR+ و الگوریتم‌های پیشرفته‌ی پردازش تصویر، عکس‌های فوق‌العاده‌ای را حتی در شرایط نوری ضعیف ارائه می‌دهد. این گوشی همچنین دارای ویژگی‌های جدیدی مانند Magic Eraser برای حذف اشیاء ناخواسته از عکس‌ها است.\r\n\r\n5. OnePlus 11\r\nاین گوشی نیز با دوربین‌های متعدد و تکنیک‌های پیشرفته‌ی عکاسی، یک گزینه مناسب برای علاقه‌مندان به عکاسی است. OnePlus 11 دارای دوربین‌های متنوع با قابلیت‌هایی مانند زوم اپتیکال و حالت شب پیشرفته می‌باشد. همچنین، رابط کاربری آسان و امکانات متعدد آن، تجربه عکاسی شما را بهبود می‌بخشد.\r\n\r\nجمع‌بندی\r\nهر یک از این گوشی‌ها دارای ویژگی‌های منحصر به فردی است که برای عکاسی مناسب است. با توجه به نیازها و بودجه خود، می‌توانید یکی از این گوشی‌ها را انتخاب کنید و از تجربه‌ی عکاسی با کیفیت بالا لذت ببرید.', 'assets/img/blog/post-3.jpg', 2, 3, 1673, '2024-11-07 18:36:35', '2025-05-08 19:02:43'),
(4, '                                        هزینه ساخت بازی‌های انحصاری پلی استیشن با فیلم‌های بلاک‌باستر برابری می‌کند\n                                    ', 'هزینه-ساخت-بازی-های-انحصاری-پلی-استیشن', 'ساخت بازی‌های انحصاری پلی استیشن هزینه‌های بسیار بالایی دارد و می‌تواند با هزینه ساخت فیلم‌های بلاک‌باستر مقایسه شود. این هزینه‌ها شامل موارد زیر می‌شوند:\r\n\r\n1. **توسعه بازی**: توسعه‌دهندگان بازی‌های انحصاری پلی استیشن از تیم‌های بزرگ و حرفه‌ای تشکیل شده‌اند که برای طراحی، برنامه‌نویسی و تست بازی‌ها به زمان و هزینه‌های زیادی نیاز دارند.\r\n\r\n2. **گرافیک و صدا**: بازی‌های انحصاری پلی استیشن اغلب از بهترین کیفیت‌های گرافیکی و صدای بالا برخوردارند. طراحی محیط‌های بازی، شخصیت‌ها و جلوه‌های ویژه نیازمند هزینه‌های بسیاری است. همچنین، ضبط صدا و موسیقی نیاز به استفاده از استودیوهای حرفه‌ای دارد.\r\n\r\n3. **بازاریابی و تبلیغات**: مانند فیلم‌های بلاک‌باستر، بازی‌های بزرگ نیز به بازاریابی و تبلیغات گسترده‌ای نیاز دارند تا مخاطبان بیشتری جذب کنند. این شامل تبلیغات در تلویزیون، اینترنت و رسانه‌های اجتماعی است.\r\n\r\n4. **روند تولید**: روند تولید بازی‌های بزرگ ممکن است چندین سال طول بکشد و هزینه‌های زیادی برای نگهداری تیم‌های توسعه و منابع لازم نیاز دارد.\r\n\r\nبازی‌هایی مانند **Horizon Forbidden West** و **The Last of Us Part II** که از بازی‌های محبوب پلی استیشن هستند، هزینه‌های تولید بسیار بالایی دارند. برای مثال، هزینه ساخت و توسعه این بازی‌ها به بیش از ۲۰۰ میلیون دلار می‌رسد، که این رقم معادل با هزینه ساخت فیلم‌های بلاک‌باستر است.\r\n\r\nبنابراین، ساخت بازی‌های انحصاری پلی استیشن نه تنها از نظر کیفیت و تجربه بازی برتر است، بلکه از نظر هزینه‌ها نیز با فیلم‌های بزرگ هالیوودی رقابت می‌کند.', 'assets/img/blog/post-4.jpg', 4, 6, 1011, '2024-09-09 09:06:35', '2025-05-08 19:03:59'),
(5, '                                         یک دهه سکوت شکست؛ مایکروسافت آمار فروش ایکس باکس را فاش کرد!', 'یک-دهه-سکوت-شکست-مایکروسافت-آمار-فروش-ایکس-باکس', 'مایکروسافت اخیراً آمار فروش گوشی‌های Xbox خود را فاش کرد. در سال ۲۰۲۳، مجموع فروش گوشی‌های Xbox Series X و Series S به ۷.۵ میلیون دستگاه رسید، که نسبت به سال قبل کاهش شده است. این میزان فروش نشان‌دهنده یکی از دلایل شکست ده ساله مایکروسافت در این زمینه است.\r\nآمار و اطلاعات کلیدی:\r\nفروش کنسول‌ها:\r\n\r\nمجموع فروش کنسول‌های Xbox Series X و Series S به بیش از ۲۰ میلیون دستگاه رسید.\r\n\r\nاین آمار نشان‌دهنده رشد قابل توجهی نسبت به نسل قبلی کنسول‌های Xbox است.\r\n\r\nدلایل موفقیت:\r\n\r\nقدرت و عملکرد: Xbox Series X به عنوان قوی‌ترین کنسول بازی بازار شناخته می‌شود.\r\n\r\nدسترسی به بازی‌ها: با اشتراک Game Pass، کاربران می‌توانند به صدها بازی دسترسی داشته باشند. این خدمت اشتراکی توانسته مخاطبان زیادی را به سمت Xbox جذب کند.\r\n\r\nاستراتژی‌های بازاریابی:\r\n\r\nهمکاری با توسعه‌دهندگان: مایکروسافت با استودیوهای بازی‌سازی مختلف همکاری کرده است تا بازی‌های انحصاری و جذاب برای کنسول خود ارائه دهد.\r\n\r\nتمرکز بر تجربه کاربر: بهبود رابط کاربری و اضافه کردن ویژگی‌های نوآورانه به دستگاه‌ها، تجربه کاربری را ارتقاء داده است.\r\n\r\nچالش‌ها و رقابت:\r\n\r\nرقابت با پلی استیشن: با وجود موفقیت‌های Xbox، همچنان پلی استیشن یکی از رقبای اصلی در بازار کنسول‌های بازی است. اما مایکروسافت با استراتژی‌های نوآورانه خود توانسته جایگاه محکمی در بازار داشته باشد.\r\n\r\nجمع‌بندی:\r\nانتشار آمار فروش Xbox توسط مایکروسافت نشان می‌دهد که این شرکت با استراتژی‌های هوشمندانه و تمرکز بر نیازهای کاربران، توانسته است در رقابت با سایر کنسول‌های بازی موفق عمل کند. Xbox Series X و Series S با امکانات و ویژگی‌های برجسته خود، جایگاه ویژه‌ای در میان علاقه‌مندان به بازی‌های ویدیویی پیدا کرده‌اند.\r\n', 'assets/img/blog/post-5.jpg', 6, 5, 214, '2024-01-18 16:11:11', '2025-01-26 13:51:24'),
(6, 'بررسی تلویزیون 4K اسنوا؛ ۵۵ اینچی اقتصادی برای فیلم‌بازها!', 'بررسی-تلویزیون-k-اینچی-اقتصادی-برای-فیلم-باز-ها', 'جایگزین کن خودت\r\nمطمئناً! تلویزیون‌های 55 اینچی اقتصادی می‌توانند گزینه‌ی بسیار مناسبی برای فیلم‌بازها باشند، به خصوص اگر به دنبال کیفیت تصویر 4K با قیمت مناسب باشید. در اینجا بررسی چند تلویزیون 55 اینچی اقتصادی آورده شده است:\r\n\r\n1. تلویزیون 4K سامسونگ مدل TU7000\r\nاین تلویزیون با صفحه نمایش 4K و تکنولوژی کریستال، کیفیت تصویر بسیار خوبی را ارائه می‌دهد. همچنین دارای سیستم عامل Tizen است که به شما امکان دسترسی به اپلیکیشن‌های مختلف مانند نتفلیکس و یوتیوب را می‌دهد.\r\n\r\n2. تلویزیون 4K ال‌جی مدل UN7300\r\nاین مدل از ال‌جی با رزولوشن 4K و پشتیبانی از HDR10، تجربه تماشای فوق‌العاده‌ای را فراهم می‌کند. سیستم عامل WebOS و کنترل جادویی ال‌جی، کار با این تلویزیون را راحت و لذت‌بخش کرده است.\r\n\r\n3. تلویزیون 4K شیائومی مدل Mi TV 4S\r\nتلویزیون شیائومی با کیفیت تصویر 4K و پشتیبانی از HDR، یکی از بهترین گزینه‌های اقتصادی است. این تلویزیون دارای سیستم عامل اندروید تی‌وی است که به شما امکان دسترسی به هزاران اپلیکیشن را می‌دهد.\r\n\r\n4. تلویزیون 4K هایسنس مدل H55B7100\r\nاین تلویزیون با کیفیت تصویر 4K و پشتیبانی از HDR10، گزینه‌ای بسیار مناسب برای افرادی است که به دنبال تلویزیونی با کیفیت و قیمت مناسب هستند. سیستم عامل Vidaa U نیز امکان دسترسی به اپلیکیشن‌های مختلف را فراهم می‌کند.\r\n\r\nجمع‌بندی\r\nاین تلویزیون‌های 55 اینچی اقتصادی می‌توانند گزینه‌های بسیار خوبی برای تماشای فیلم باشند. هر کدام از این تلویزیون‌ها دارای ویژگی‌های منحصر به فردی هستند که تجربه‌ی تماشای شما را بهبود می‌بخشند. با توجه به نیازها و بودجه‌ی خود، می‌توانید یکی از این مدل‌ها را انتخاب کنید و از تماشای فیلم‌های مورد علاقه‌تان لذت ببرید.', 'assets/img/blog/post-6.jpg', 5, 4, 350, '2023-12-19 09:59:00', '2025-01-26 13:40:09'),
(7, 'اپل احتمالاً روی نمایشگر 90 هرتزی برای آیپد ایر، آی‌مک و استودیو دیسپلی کار می‌کند', 'اپل-احتمالاً-روی-نمایشگر-برای-آیپد-ایر-آی-مک', 'شایعه شده است اپل نمایشگری را با نرخ تازه‌سازی 90 هرتزی توسعه می‌دهد که می‌تواند در آیپد ایر، آی‌مک 24 اینچی و استودیو دیسپلی استفاده شود.\r\n\r\nبه گزارش 9to5Mac، ظاهراً اپل مشغول ساخت صفحه‌نمایشی با نرخ رفرش 90 هرتز است. این شایعه از منبع ناشناسی به‌ دست پادکست Upgrade رسیده است.\r\n\r\nآیپد ایر، آی‌مک 24 اینچی و استودیو دیسپلی درحال‌حاضر همگی نمایشگرهایی با نرخ تازه‌سازی 60 هرتز دارند. این شایعه حاکی از آن است که پنل 90 هرتزی ابتدا در آیپد ایر M3 ظاهر می‌شود و درنهایت راه خود را به آی‌مک 24 اینچی و استودیو دیسپلی باز می‌کند.', 'assets/img/blog/post-7.webp', 2, 5, 473, '2024-11-01 21:33:46', '2025-05-08 19:02:43'),
(8, 'ساخت دنیای مجازی فوق‌طبیعی با هوش مصنوعی مولد و دوربین‌های پیشرفته ممکن می‌شود', 'ساخت-دنیای-مجازی-فوق‌طبیعی-با-هوش-مصنوعی-مولد-و-دوربین‌های-پیشرفته-ممکن-می‌شود', 'هوش مصنوعی مولد می‌تواند تصاویر، متن‌ها و حتی آهنگ‌های متنوعی تولید کند اما چه می‌شود اگر از آن برای ساخت دنیاهای مجازی با شباهت بسیار زیاد به دنیای واقعی استفاده کنیم؟ در همین راستا، استارتاپ تازه‌تأسیس Odyssey قصد دارد کاربرد مدل‌های مولد را یک پله ارتقا دهد و امکان ساخت دنیاهای سینماتیک را در اختیار توسعه‌دهندگان بگذارد. البته برای دستیابی به چنین هدفی نه‌فقط به مدل نرم‌افزاری پیشرفته نیاز است، بلکه از دوربین‌های خاصی هم برای جمع‌آوری داده استفاده می‌شود.\r\n\r\nاستارتاپ ادیسه اعلام کرده دوربین‌های خاصی با مکانیسم ثبت تصویر پیشرفته را توسعه داده که از آنها به‌منظور جمع‌آوری داده از محیط‌های مختلف بهره خواهد گرفت. هرکدام از این دوربین‌ها حدود ۱۱ کیلوگرم وزن دارند و در قالب کوله‌پشتی روی دوش افراد قرار می‌گیرند. ازجمله امکانات آنها می‌توان به ۶ لنز مختلف و ۲ حسگر لایدار اشاره کرد که در کنار یک دستگاه سنجش لَختی (IMU) با ترکیبی از شتاب‌سنج‌ها و ژیروسکوپ‌ها قرار می‌گیرند.', 'assets/img/blog/post-8.gif', 1, 1, 118, '2024-11-16 11:49:35', '2025-04-16 08:44:35'),
(9, 'OpenAI با جذب مدیر باتجربه متا، هوش مصنوعی را به دنیای فیزیکی می‌آورد', 'openai-با-جذب-مدیر-باتجربه-متاهوش-مصنوعی-', '«کیتلین کالینوفسکی» (Caitlin Kalinowski)، مدیر سابق بخش عینک‌های AR، متا اعلام کرد به شرکت OpenAI پیوسته است. کالینوفسکی در پروژه عینک هوشمند Orion متا نیز نقش داشته است؛ حالا او مدیر بخش رباتیک و سخت‌افزار شرکت OpenAI خواهد بود و می‌خواهد هوش مصنوعی را به دنیای فیزیکی بیاورد.\r\n\r\nکیتلین کالینوفسکی با انتشار پستی در لینکدین گفت به OpenAI پیوسته تا بخش سخت‌افزار این شرکت را رهبری کند. او درباره این شرکت هوش مصنوعی می‌گوید:«OpenAI و ChatGPT درحال‌حاضر دنیا را تغییر داده‌ و نحوه دریافت و تعامل مردم با اطلاعات را بهبود بخشیده‌اند و مزایای معناداری در سراسر جهان ارائه می‌دهند. اکنون هوش مصنوعی هیجان‌انگیزترین جبهه مهندسی در بخش فناوری محسوب می‌شود و من از اینکه بخشی از تیم OpenAI هستم، بسیار هیجان‌زده‌ام.»', 'assets/img/blog/post-9.webp', 1, 2, 107, '2024-11-18 19:35:58', '2025-04-16 08:44:35'),
(10, 'آموزش حذف اپل آیدی که پسورد آن را فراموش کرده‌ایم', 'آموزش-حذف-اپل-آیدی-که-پسورد', 'خارج‌شدن از اپل ایدی بدون رمز عبور از اپ استور یا iTunes\r\nاگر می‌خواهید Apple ID که در iCloud و اپ استور از آن استفاده می‌کنید را بدون رمز عبور حذف کنید، باید مراحل زیر را دنبال کنید:\r\n\r\nبه تنظیمات بروید و روی پروفایل خود در بالای صفحه ضربه بزنید.\r\nسپس گزینه iTunes & App Store را انتخاب کنید.\r\nدر آخرین مرحله یک‌بار روی Apple ID خود و سپس روی Sign Out باید ضربه بزنید.با انجام این مراحل، اپل ایدی شما از اپ استور حذف می‌شود.\r\n\r\n', 'assets/img/blog/post-10.webp', 4, 3, 257, '2024-07-16 22:24:54', '2025-05-08 19:03:59'),
(11, 'مایکروسافت ظاهراً تنظیمات ویندوز 11 برای برنامه‌های پیش‌فرض را بازطراحی می‌کند', 'مایکروسافت-ظاهراً-تنظیمات-ویندوز-11-برای-برنامه-های-پیش-فرض', 'این ماجرا از زمانی آغاز شد که ویندوز ۱۱ برای اولین بار عرضه شد و ارائه‌دهندگان برنامه‌های شخص ثالث، مایکروسافت را به انجام اقدامات ناعادلانه متهم کردند. این اقدامات تأثیر منفی بر‌‌ روی توسعه‌دهندگان ویندوزی داشت. برای مثال مرورگر ویوالدی «Vivaldi»، مایکروسافت را به دلیل رفتارهای انحصارطلبانه و ناامید‌کننده متهم کرد، و خواستار دخالت اتحادیه اروپا نیز شد. همچنین اوایل امسال، مایکروسافت مخفیانه درایوری به‌نام «UCPD» را اضافه کرد تا تلاش‌های برخی کاربران برای اعمال تغییرات در رجیستری و تغییر برنامه‌های پیش‌فرض را مسدود کند.\r\n\r\nبه‌گزارش نئووین، حالا به‌‌نظر می‌رسد این شرکت به‌دنبال ایجاد برخی تغییرات در رابط کاربری بخش تنظیمات ویندوز ۱۱ برای انتخاب برنامه‌های پیش‌فرض است. همانطور که کاربری در شبکه اجتماعی ایکس به‌نام «Albacore» کشف کرده، در‌حال‌حاضر این صفحه که در دست تغییر قرار دارد، پر از جانگهدارها و توضیحات نامرتب است.', 'assets/img/blog/post-11.webp', 5, 4, 105, '2024-10-10 08:41:35', '2025-01-26 13:41:17'),
(12, 'سونی و شیائومی دستبند سلامتی ویژه‌ای با طرح پلی‌استیشن معرفی کردند\r\n', 'سونی-و-شیائومی-دستبند-سلامتی-با-طرح-پلی-استیشن-معرفی-کردند\r\n', 'به‌مناسبت دهمین سالگرد فعالیت کسب‌وکار پلی‌استیشن در چین، سونی در همکاری غیرمنتظره‌ای با شیائومی دستبند ویژه پلی‌استیشن معرفی کرده است. این دستبند ظاهراً نسخه‌ای ویژه از شیائومی اسمارت بند 9 پرو است و طراحی منحصربه‌فردی با برند PlayStation دارد.\r\nطبق گزارش «Gizmochina»، طراحی این دستبند ویژه تغییرات قابل‌توجهی ندارد اما ویژگی اصلی آن طراحی مخصوص پلی‌استیشن است که شامل آیکون‌های دکمه‌های پلی‌استیشن و لوگوی مشهور آن می‌شود. بسته‌بندی این دستبند شامل یک بند مشکی معمولی، کارت یادبود و کابل شارژ استاندارد است.', 'assets/img/blog/post-12.webp', 7, 2, 116, '2025-01-22 17:16:19', '2025-04-16 08:45:58');

-- --------------------------------------------------------

--
-- Table structure for table `mag_categories`
--

CREATE TABLE `mag_categories` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `slug` text NOT NULL,
  `description` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `mag_categories`
--

INSERT INTO `mag_categories` (`id`, `title`, `slug`, `description`) VALUES
(1, 'تکنولوژی آینده', 'تکنولوژی-آینده', 'تکنولوژی آینده به شکلی گسترده و عمیق زندگی بشر را متحول خواهد کرد، با پیشرفت‌هایی در زمینه‌هایی مانند هوش مصنوعی، واقعیت افزوده، بیوتکنولوژی، و اینترنت اشیا. این فناوری‌ها نه تنها فرایندهای روزمره را هوشمندتر و کارآمدتر می‌کنند، بلکه قابلیت‌هایی فراتر از تصور امروزی، از جمله ماشین‌های خودران، درمان‌های شخصی‌سازی‌شده، و شهرهای هوشمند را نیز ممکن می‌سازند. ارتباطات کوانتومی، انرژی‌های تجدیدپذیر پیشرفته و روباتیک پیشرفته نیز نقش کلیدی در توسعه پایدار ایفا خواهند کرد. با این حال، همراه با این پیشرفت‌ها، چالش‌هایی نظیر حفظ حریم خصوصی، مسائل اخلاقی و توزیع نابرابر فناوری نیز مطرح خواهد شد که نیازمند مدیریت هوشمندانه است.'),
(2, 'پرچم دار موبایل', 'پرچم-دار-موبایل', 'پرچم‌داران موبایل، دستگاه‌هایی هستند که شرکت‌های بزرگ تولیدکننده گوشی هوشمند به‌عنوان بهترین و پیشرفته‌ترین مدل خود معرفی می‌کنند. این گوشی‌ها معمولاً از جدیدترین فناوری‌ها مانند پردازنده‌های قدرتمند، دوربین‌های پیشرفته، نمایشگرهای باکیفیت بالا، و طراحی‌های خاص بهره می‌برند. ویژگی‌هایی مثل مقاومت در برابر آب، شارژ سریع و بی‌سیم، و پشتیبانی از شبکه 5G نیز از استانداردهای این دستگاه‌ها به شمار می‌رود. پرچم‌داران معمولاً قیمت بالایی دارند و نشان‌دهنده توانایی و نوآوری شرکت‌ها در رقابت با یکدیگر هستند، به طوری که برندهایی مانند اپل، سامسونگ، شیائومی و گوگل هر ساله در تلاش‌اند با ارائه ویژگی‌های منحصربه‌فرد، کاربران بیشتری را جذب کنند.'),
(3, 'ویدئوهای کاربردی', 'ویدئ-های-کاربردی', 'ویدئوهای کاربردی، محتواهای تصویری آموزشی یا راهنمایی هستند که با هدف انتقال اطلاعات مفید، حل مشکلات یا ارائه نکات کاربردی در موضوعات مختلف تهیه می‌شوند. این ویدئوها می‌توانند شامل آموزش مهارت‌های روزمره مانند آشپزی، تعمیرات، زبان‌آموزی یا کار با نرم‌افزارها باشند. همچنین، ویدئوهای بررسی محصولات، راهنمای خرید، و نکات بهبود بهره‌وری نیز در این دسته قرار می‌گیرند. پلتفرم‌هایی مانند یوتیوب، اینستاگرام و تیک‌تاک بستری مناسب برای دسترسی به این ویدئوها فراهم کرده‌اند. ویژگی بارز این نوع محتوا، ساده‌سازی مفاهیم پیچیده و ارائه آن‌ها به‌صورت گام‌به‌گام است که مخاطبان را به یادگیری سریع‌تر و مؤثرتر ترغیب می‌کند.'),
(4, 'ترفند های آموزشی', 'ترفند-های-آموزشی', 'ترفندهای آموزشی مجموعه‌ای از روش‌ها و تکنیک‌های خلاقانه برای تسهیل یادگیری و بهبود فرآیند آموزش هستند. این ترفندها می‌توانند شامل استفاده از نقشه‌های ذهنی، خلاصه‌نویسی مؤثر، تکنیک پومودورو برای مدیریت زمان، یا روش‌های تداعی و تصویرسازی برای حفظ بهتر اطلاعات باشند. همچنین، بهره‌گیری از ابزارهای دیجیتال مانند اپلیکیشن‌های یادگیری زبان یا نرم‌افزارهای آموزشی می‌تواند یادگیری را جذاب‌تر کند. ترفندهای آموزشی کمک می‌کنند تا یادگیری نه تنها سریع‌تر و آسان‌تر، بلکه پایدارتر و لذت‌بخش‌تر شود. انتخاب ترفند مناسب به سبک یادگیری فرد و موضوع مورد مطالعه بستگی دارد، اما خلاقیت و تمرین مداوم، کلید موفقیت در استفاده از آن‌هاست.'),
(5, 'دانلود نرم افزار', 'دانلود-نرم-افزار', 'دانلود نرم‌افزار یکی از روش‌های پرکاربرد برای دسترسی به ابزارهای دیجیتال است که می‌تواند در زمینه‌های مختلف مانند آموزش، سرگرمی، کار و بهره‌وری شخصی مورد استفاده قرار گیرد. برای دانلود نرم‌افزار، معمولاً کاربران به فروشگاه‌های معتبر مانند گوگل پلی، اپ استور یا سایت رسمی شرکت توسعه‌دهنده مراجعه می‌کنند تا از امنیت و اصالت برنامه اطمینان حاصل کنند. هنگام دانلود، توجه به جزئیاتی مانند حجم نرم‌افزار، سیستم موردنیاز، و نظرات سایر کاربران ضروری است. همچنین، استفاده از نسخه‌های قانونی نرم‌افزار اهمیت زیادی دارد، چرا که نسخه‌های غیرمعتبر ممکن است حاوی بدافزار باشند و امنیت اطلاعات کاربران را به خطر بیندازند.'),
(6, 'دنیای رمز ارز', 'دنیای-رمز-ارز', 'دنیای رمز ارز، فضایی نوآورانه و پویا است که با استفاده از فناوری بلاکچین، امکان تبادل دیجیتال امن و غیرمتمرکز را فراهم می‌کند. رمز ارزهایی مانند بیت‌کوین و اتریوم به‌عنوان پیشگامان این حوزه، نقش مهمی در تغییر رویکرد مالی و سرمایه‌گذاری ایفا کرده‌اند. این ارزها از طریق شبکه‌های همتا به همتا فعالیت می‌کنند و بدون نیاز به واسطه‌هایی مانند بانک‌ها، معاملات را انجام می‌دهند. دنیای رمز ارز نه‌تنها بستری برای سرمایه‌گذاری و تراکنش‌های مالی است، بلکه امکان توسعه پروژه‌های نوآورانه مانند قراردادهای هوشمند و سیستم‌های مالی غیرمتمرکز (DeFi) را فراهم کرده است. با این حال، نوسانات قیمت، مسائل امنیتی، و مقررات دولتی از چالش‌های اصلی این حوزه به شمار می‌روند.'),
(7, 'اخبار روز تکنولوژی', 'اخبار-روز-تکنولوژی', 'اخبار روز تکنولوژی در نوامبر 2024 موضوعات متنوعی را شامل می‌شود. از مهم‌ترین اخبار می‌توان به جایگاه آیفون 15 در صدر پرفروش‌ترین گوشی‌های هوشمند در سه‌ماهه سوم 2024 اشاره کرد که نشان‌دهنده محبوبیت بالای این سری است. همچنین، سامسونگ با معرفی گوشی گلکسی S25 اسلیم به عنوان رقیب مستقیم آیفون 17 ایر، رقابت در بازار پرچمداران را داغ‌تر کرده است. از دیگر تحولات جالب، تلاش دانشمندان برای تله‌پورت کامل انسان و طراحی اولین کتری قابل تعمیر برای کاهش زباله‌های الکترونیکی است. در عرصه خودرو، شاسی‌بلند برقی کادیلاک وستیک با طراحی لوکس معرفی شد، که نشانه‌ای از رشد سریع فناوری‌های پایدار در صنعت خودرو است.');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '0001_01_01_000000_create_users_table', 1),
(2, '0001_01_01_000001_create_cache_table', 1),
(3, '0001_01_01_000002_create_jobs_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `mini_icons`
--

CREATE TABLE `mini_icons` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `image` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `mini_icons`
--

INSERT INTO `mini_icons` (`id`, `title`, `image`) VALUES
(1, 'مَسای مارکت', 'assets/img/Masai/minilogo/1.png'),
(2, 'حراج مَسای', 'assets/img/Masai/minilogo/2.png'),
(3, 'خرید اقساطی', 'assets/img/Masai/minilogo/3.png'),
(4, 'مَسای سرویس', 'assets/img/Masai/minilogo/4.png'),
(5, 'ماه رمضان', 'assets/img/Masai/minilogo/5.png'),
(6, 'مَسای پلاس', 'assets/img/Masai/minilogo/6.png'),
(7, 'هدیه خرید', 'assets/img/Masai/minilogo/7.png'),
(8, 'بیشتر', 'assets/img/Masai/minilogo/8.png');

-- --------------------------------------------------------

--
-- Table structure for table `offer_carousel`
--

CREATE TABLE `offer_carousel` (
  `id` int(11) NOT NULL,
  `image` text NOT NULL,
  `discount` text NOT NULL,
  `title` text NOT NULL,
  `count` int(11) NOT NULL,
  `hr_tag` text NOT NULL,
  `desc_title` text NOT NULL,
  `slug` text NOT NULL,
  `list_group_item` text NOT NULL,
  `old_price` text NOT NULL,
  `new_price` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `offer_carousel`
--

INSERT INTO `offer_carousel` (`id`, `image`, `discount`, `title`, `count`, `hr_tag`, `desc_title`, `slug`, `list_group_item`, `old_price`, `new_price`) VALUES
(1, 'assets/img/product_img/p_1.jpg', '7 % تخفیف', 'هندزفری بلوتوث انکر', 0, 'Soundcore Life A1 -مدل A3927', 'هندزفری بلوتوث انکر', 'هندزفری-بلوتوث-انکر', 'رنگ: مشکی,بلوتوث:دارد, مقاومتی : مقاوم در برابرآب,نوع گوشی:دو گوشی', '1,599,000', '1,180,000'),
(2, 'assets/img/product_img/p_3.jpg', '4 % تخفیف', 'هدفون گیمینگ انکر مدل', 0, 'انکر مدل Soundcore Strike 1', 'هدفون-گیمینگ-انکر-مدل', 'هدفون-گیمینگ-انکر-مدل', 'رنگ: مشکی قرمز,رابط‌ها : جک 3.5 میلی‌متری صدا, نوع اتصال: باسیم,وزن: ۷۰۰ گرم,نوع گوشی : دو گوشی', '799,000', '580,000'),
(3, 'assets/img/product_img/p_5.jpg', '11 % تخفیف', ' ساعت هوشمند امیزفیت', 0, 'ساعت هوشمند امیزفیت مدل Bip', ' ساعت-هوشمند-امیزفیت', 'ساعت-هوشمند-امیزفیت', 'نوع کاربری : رسمی، روزمره, فرم صفحه : مستطیل,رنگ: مشکی,جنس بند :سیلیکون', '7,499,000', '5,380,000'),
(4, 'assets/img/product_img/p_7.jpg', '5 % تخفیف', 'کاملترین گوشی اپل', 0, 'اپل مدل Iphone 13 Pro Max', 'کاملترین گوشی اپل', 'کاملترین-گوشی-اپل', ' صفحه‌نمایش : Super Retina XDR OLED,رزولوشن عکس : 12 مگاپیکسل,نسخه سیستم عامل : iOS 15,اندازه : 6.7,وزن : ۲۴۰ گرم,تعداد سیم کارت: دو عدد', '50,209,000', '48,100,000'),
(5, 'assets/img/product_img/p_9.jpg', '7 % تخفیف', ' شیائومی مدل Poco X4 Pro ', 0, ' مدل Poco X4 Pro 5G 2201116PG', ' شیائومی مدل Poco X4 Pro ', 'شیائومی-مدل-poco-x4-pro', 'رنگ: مشکی, صفحه‌نمایش : Super AMOLED,نسخه سیستم عامل : Android 11,اندازه : 6.67,رزولوشن عکس : 108 مگاپیکسل', '13,299,000', '11,180,000'),
(6, 'assets/img/product_img/p_11.jpg', '9 % تخفیف', 'کنسول خانگی سونی', 0, 'کنسول بازی  Playstation 5', 'کنسول خانگی سونی', 'کنسول-خانگی-سونی', 'ابعاد: ۲۶۰x۱۰۴x۳۹۰ سانتی‌متر,انواع حافظه: هارد دیسک,تعداد دسته: یک عدد,امکانات ظاهری: دسته بی سیم,865 گیگابایت', '32,299,000', '29,180,000'),
(7, 'assets/img/product_img/p_3.jpg', '4 % تخفیف', 'هدفون مخصوص بازی تی دگر', 0, 'مدل Caspian T-RGH211', 'هدفون مخصوص بازی تی دگر', 'هدفون-مخصوص-بازی-تی-دگر', 'رنگ: مشکی,نوع گوشی: دو گوشی,وزن: ۴۰۰ گرم,نوع اتصال: با سیم', '999,000', '780,000'),
(8, 'assets/img/product_img/p_15.jpg', '3 % تخفیف', 'گوشی موبایل سامسونگ گلکسی A32', 0, 'سامسونگ مدل Galaxy A32 SM-A325F/DS ', 'گوشی موبایل سامسونگ گلکسی A32', 'گوشی-موبایل-سامسونگ-گلکسی-a32', 'فناوری صفحه‌نمایش : Super AMOLED,اندازه : 6.4,نسخه سیستم عامل : Android 11', '13,299,000', '12,180,000');

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `password_reset_tokens`
--

INSERT INTO `password_reset_tokens` (`email`, `token`, `created_at`) VALUES
('imazita777@gmail.com', '$2y$12$a8JACHE2a9rVk8AaXjfg3ujOhdhDjjNuzbZRLjb..Kcq0GH4Jolre', '2025-02-10 16:57:56');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `image` text NOT NULL,
  `mini_image` text NOT NULL,
  `discount` text NOT NULL,
  `title` text NOT NULL,
  `count` int(11) NOT NULL,
  `hr_tag` text NOT NULL,
  `desc_title` text NOT NULL,
  `description` text NOT NULL,
  `slug` text NOT NULL,
  `list_group_item` text NOT NULL,
  `old_price` text NOT NULL,
  `new_price` text NOT NULL,
  `view` text NOT NULL,
  `hashtag` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `category_id`, `image`, `mini_image`, `discount`, `title`, `count`, `hr_tag`, `desc_title`, `description`, `slug`, `list_group_item`, `old_price`, `new_price`, `view`, `hashtag`) VALUES
(1, 1, 'assets/img/product_img/p_1.jpg', 'storage/Upload_images/pXmSQMVbsCZkbt387YJKvxkG5jPinOdAGIJUBsgf.jpg', '0', 'هندزفری بلوتوث انکر 2025', 224, 'Soundcore Life A1 -مدل A3927', 'هندزفری بلوتوث انکر 2025', 'هدفون انکر مدل Soundcore Life A1 (A3927) یکی از هدفون‌های بی‌سیم کمپانی Anker است که با امکانات و ویژگی‌های متنوع، برای کسانی که به دنبال تجربه صدای با کیفیت و راحتی در استفاده طولانی‌مدت هستند، طراحی شده است. این مدل بیشتر برای استفاده روزمره، ورزش و فعالیت‌های پرتحرک مناسب است. در اینجا مشخصات و ویژگی‌های این هدفون را بررسی می‌کنیم.\r\n\r\nمشخصات کلیدی Anker Soundcore Life A1 (A3927)\r\n1. کیفیت صدای عالی\r\nدرایورهای 11 میلی‌متری: این هدفون مجهز به درایورهای 11 میلی‌متری است که صدای با کیفیت و پویایی را برای انواع موسیقی‌ها و تماس‌های تلفنی فراهم می‌کند. درایورهای باکیفیت صدای غنی و واضحی تولید می‌کنند که برای لذت بردن از موسیقی و پادکست‌ها بسیار مناسب است.\r\nتکنولوژی BassUp: با استفاده از تکنولوژی BassUp، این هدفون برای کسانی که به صدای بیس عمیق علاقه دارند، تجربه بهتری از موسیقی‌های باس-heavy (مثل EDM یا هیپ‌هاپ) فراهم می‌آورد.\r\n2. اتصال بی‌سیم\r\nبلوتوث 5.0: Soundcore Life A1 از فناوری بلوتوث 5.0 بهره می‌برد که باعث افزایش سرعت اتصال، پایداری بیشتر و مصرف انرژی کمتر می‌شود. به‌راحتی می‌توانید آن را با گوشی‌های هوشمند، تبلت‌ها و سایر دستگاه‌ها جفت کرده و از اتصال بی‌سیم سریع و بدون وقفه لذت ببرید.\r\nبرد مناسب: برد اتصال بلوتوث در این هدفون کافی است تا بتوانید از فاصله مناسب با دستگاه خود به موسیقی گوش دهید یا تماس‌های تلفنی برقرار کنید.\r\n3. طراحی و راحتی\r\nطراحی ارگونومیک و راحت: این هدفون طراحی سبک و ارگونومیکی دارد که به‌راحتی در گوش شما قرار می‌گیرد. به‌خاطر پدهای سیلیکونی نرم و اندازه‌های مختلف گوش‌پدها (که به راحتی قابل تعویض هستند)، به‌راحتی می‌توان آن را متناسب با شکل گوش شما تنظیم کرد.\r\nمقاومت در برابر تعریق و آب: با استاندارد IPX5، هدفون Life A1 در برابر عرق، قطرات آب و باران مقاوم است. بنابراین، این هدفون برای ورزشکاران و کسانی که در محیط‌های مرطوب یا بارانی فعالیت دارند، انتخاب مناسبی است.\r\n4. عمر باتری\r\nعمر باتری طولانی: باتری این هدفون قابلیت پخش موسیقی تا 7 ساعت را در هر بار شارژ فراهم می‌کند. با استفاده از کیس شارژ همراه، می‌توانید عمر باتری را تا 28 ساعت افزایش دهید. این ویژگی به شما این امکان را می‌دهد که در طول روز یا سفرهای طولانی بدون نگرانی از کمبود شارژ، از هدفون استفاده کنید.\r\nشارژ سریع: با استفاده از کیس شارژ، در عرض 10 دقیقه شارژ سریع می‌توانید حدود 1 ساعت موسیقی گوش دهید.\r\n5. میکروفون و تماس‌ها\r\nمیکروفون با کیفیت: این هدفون دارای میکروفونی است که کیفیت صدای بسیار خوبی در حین تماس‌های تلفنی و مکالمات صوتی فراهم می‌آورد. صدای شما در تماس‌ها به‌طور واضح منتقل می‌شود.', 'هندزفری-بلوتوث-انکر', '', '1180000', '1,180,000', '653', 'محصول-جدید-انکر'),
(2, 1, 'assets/img/product_img/p_3.jpg', 'assets/img/product_img/p_4.jpg', '4 % تخفیف', 'هدفون گیمینگ انکر مدل', 120, 'انکر مدل Soundcore Strike 1', 'هدفون گیمینگ انکر مدل', 'هدفون انکر مدل Soundcore Strike 1 یکی از هدفون‌های گیمینگ محبوب برند Anker است که با ویژگی‌های مخصوص بازی و کیفیت ساخت بالا برای گیمیرها طراحی شده است. این هدفون با کیفیت صدای عالی، راحتی طولانی‌مدت و طراحی کاربرپسند خود توانسته توجه بسیاری از کاربران را به خود جلب کند. در ادامه، مشخصات و ویژگی‌های کلیدی Soundcore Strike 1 را بررسی می‌کنیم.\n\nمشخصات کلیدی Anker Soundcore Strike 1\n1. کیفیت صدای عالی\nدرایورهای 50 میلی‌متری: این هدفون مجهز به درایورهای قدرتمند 50 میلی‌متری است که صدای غنی و وضوح بالایی را در هنگام بازی و گوش دادن به موسیقی ارائه می‌دهد. این ویژگی باعث می‌شود که شما صدای دقیق و با کیفیتی را تجربه کنید، مخصوصاً در هنگام بازی‌های اکشن و شبیه‌سازی محیط‌های صوتی پیچیده.\nصداهای دقیق و واضح: Soundcore Strike 1 توانایی تفکیک دقیق صداها را دارد، به‌ویژه در بازی‌های آنلاین، که تشخیص موقعیت دشمنان و اثرات صوتی محیطی اهمیت زیادی دارد.\n2. میکروفون با کیفیت\nمیکروفون نویزگیر: این هدفون به یک میکروفون قابل تنظیم با تکنولوژی حذف نویز مجهز است که صدای شما را با وضوح بالا و بدون نویز به گوش دیگران می‌رساند. این ویژگی برای مکالمات صوتی در حین بازی و تماس‌های تیمی اهمیت زیادی دارد.\nقابلیت چرخش میکروفون: میکروفون هدفون به‌راحتی قابل چرخش است، بنابراین می‌توانید آن را در حالت دلخواه تنظیم کنید و در مواقعی که نیازی به صحبت ندارید، میکروفون را به سمت بالا برده و خارج از مسیر قرار دهید.\n3. طراحی راحت و ارگونومیک\nپدهای گوش نرم و راحت: هدفون انکر مدل Soundcore Strike 1 دارای پدهای گوش نرم و قابل تنفس است که برای استفاده طولانی‌مدت راحتی بیشتری فراهم می‌آورد. این پدها به‌خوبی گوش را می‌پوشانند و باعث کاهش فشار به گوش‌ها می‌شوند.\nطراحی سبک: هدفون با طراحی سبک و متعادل خود، فشار زیادی روی سر و گوش‌ها وارد نمی‌کند و برای استفاده‌های طولانی‌مدت بسیار مناسب است.\nقابلیت تنظیم اندازه: هدبند هدفون به‌راحتی قابل تنظیم است تا به راحتی روی سر قرار گیرد و متناسب با اندازه سر شما تنظیم شود.\n', 'هدفون-گیمینگ-انکر-مدل', 'رنگ: مشکی قرمز,رابط‌ها : جک 3.5 میلی‌متری صدا, نوع اتصال: باسیم,وزن: ۷۰۰ گرم,نوع گوشی : دو گوشی', '799,000', '580,000', '803', ''),
(3, 3, 'assets/img/product_img/p_5.jpg', 'assets/img/product_img/p_6.jpg', '11 % تخفیف', ' ساعت هوشمند امیزفیت', 20, 'ساعت هوشمند امیزفیت مدل Bip', ' ساعت هوشمند امیزفیت', 'Dicta explicaboساعت هوشمند امیزفیت مدل Bip یکی از محصولات پرفروش برند Amazfit است که برای کاربرانی که به دنبال ساعت هوشمند با امکانات متنوع و قیمت مقرون به صرفه هستند، انتخابی عالی است. این ساعت هوشمند از طراحی سبک و کاربردی برخوردار است و توانسته توجه کاربران بسیاری را در بازارهای جهانی جلب کند. در ادامه، مشخصات و ویژگی‌های کلیدی Amazfit Bip را بررسی خواهیم کرد.\n\nمشخصات کلی Amazfit Bip\n1. طراحی و صفحه نمایش\nصفحه نمایش: 1.28 اینچ Transflective Display با رزولوشن 176 × 176 پیکسل. این نمایشگر در محیط‌های بیرونی و روشنایی شدید به‌خوبی قابل مشاهده است، زیرا به‌گونه‌ای طراحی شده که نور محیط را منعکس می‌کند و مصرف باتری را به حداقل می‌رساند.\nطراحی: طراحی سبک و ظریف با وزن تنها 32 گرم که آن را به یک گزینه مناسب برای استفاده روزمره تبدیل می‌کند.\nرنگ‌بندی: این ساعت در رنگ‌های مختلفی مانند مشکی، آبی و قرمز عرضه شده است که به کاربران این امکان را می‌دهد تا ساعت را مطابق با سلیقه خود انتخاب کنند.\n2. عملکرد و ویژگی‌ها\nپردازنده: ساعت Amazfit Bip از پردازنده کم‌مصرف برای افزایش عمر باتری بهره می‌برد.\nنرم‌افزار: سیستم‌عامل اختصاصی Amazfit که برای انجام کارهای مختلف مانند ردیابی فعالیت‌ها، مدیریت هشدارها و نمایش اطلاعات از رابط کاربری ساده و کاربرپسند استفاده می‌کند. doloremque ad quasi quidem ipsa ut. Nulla fuga libero magnam. Deleniti aut porro vitae distinctio deleniti impedit debitis. Vel voluptas fuga asperiores quam. Est omnis asperiores placeat minus ratione distinctio minima autem.', 'ساعت-هوشمند-امیزفیت', 'نوع کاربری : رسمی، روزمره, فرم صفحه : مستطیل,رنگ: مشکی,جنس بند :سیلیکون', '7,499,000', '5,380,000', '564', ''),
(4, 1, 'assets/img/product_img/p_7.jpg', 'assets/img/product_img/p_8.jpg', '5 % تخفیف', 'گوشی اپل مدل Iphone 13 Pro Max', 35, 'اپل مدل Iphone 13 Pro Max', 'کاملترین گوشی اپل', 'آیفون 13 پرو مکس یکی از بهترین گوشی‌های هوشمند است که توسط اپل در سپتامبر 2021 معرفی شد. این گوشی به عنوان نسخه پرچمدار سری آیفون 13 با ویژگی‌هایی همچون طراحی بی‌نظیر، عملکرد فوق‌العاده، دوربین‌های پیشرفته و عمر باتری بسیار طولانی‌تر نسبت به نسل‌های قبلی معرفی شده است. در ادامه، مشخصات و ویژگی‌های کلیدی آیفون 13 پرو مکس را بررسی خواهیم کرد.\n\nمشخصات کلیدی آیفون 13 پرو مکس\n1. طراحی و صفحه نمایش\nطراحی: آیفون 13 پرو مکس دارای طراحی با قاب استیل ضد زنگ و صفحه جلویی سرامیک شیلد است که مقاومت بالایی در برابر خط و خش و ضربه دارد. این گوشی در رنگ‌های متنوعی مانند گرافیت، طلایی، نقره‌ای و آبی سیر عرضه شده است.\nصفحه نمایش:\nنوع نمایشگر: صفحه نمایش Super Retina XDR OLED با قطر 6.7 اینچ.\nرزولوشن: 2778 × 1284 پیکسل، تراکم پیکسلی 458 پیکسل در هر اینچ.\nنرخ تازه‌سازی: 120 هرتز با ProMotion که تجربه‌ای روان از پیمایش و تعامل با رابط کاربری را فراهم می‌کند.\nسطح روشنایی: حداکثر روشنایی 1000 نیت و 1200 نیت در حالت HDR، که نمایش محتوای روشن و رنگ‌ها را به خوبی انجام می‌دهد.\nHDR10 و Dolby Vision: پشتیبانی از HDR10 و Dolby Vision برای نمایش تصاویر با رنگ‌های زنده‌تر و کنتراست بالا.\n2. پردازنده و عملکرد\nپردازنده: A15 Bionic با تراشه 5 نانومتری که به‌عنوان یکی از قدرتمندترین پردازنده‌های موبایلی دنیا شناخته می‌شود. این پردازنده عملکرد فوق‌العاده‌ای در انجام پردازش‌های پیچیده، بازی‌های گرافیکی سنگین و کارهای چندوظیفه‌ای دارد.\nپردازنده مرکزی (CPU): 6 هسته‌ای (2 هسته قدرتمند و 4 هسته کم مصرف).\nپردازنده گرافیکی (GPU): 5 هسته‌ای، که توانایی پردازش گرافیک و بازی‌های سنگین را به خوبی دارد.\nیادداشت‌ها: پردازنده A15 Bionic نه تنها سریع است، بلکه از نظر مصرف انرژی بهینه نیز عمل می‌کند و به‌طور قابل توجهی عمر باتری را افزایش می‌دهد.\n3. دوربین‌ها\nآیفون 13 پرو مکس با سیستم دوربین سه‌گانه خود، یکی از بهترین تجربه‌های عکاسی و فیلم‌برداری را ارائه می‌دهد.\n\nدوربین اصلی (پشت):\n\nدوربین واید (فاصله کانونی 26mm): 12 مگاپیکسل با دیافراگم f/1.5 که به شما امکان می‌دهد تصاویر شفاف و با جزئیات بالا ثبت کنید.\nدوربین فوق‌عریض (Ultra-Wide): 12 مگاپیکسل با زاویه دید 120 درجه و دیافراگم f/1.8. این دوربین برای عکاسی از مناظر وسیع بسیار مناسب است.\nدوربین تله‌فوتو: 12 مگاپیکسل با قابلیت زوم اپتیکال 3x و دیافراگم f/2.8 که برای عکاسی از سوژه‌های دور یا پرتره‌ها مناسب است.\nLiDAR Scanner: برای بهبود فوکوس خودکار و عکاسی در نور کم، همچنین این سنسور برای واقعیت افزوده (AR) نیز استفاده می‌شود.\nدوربین سلفی:\n\nدوربین TrueDepth: 12 مگاپیکسل با دیافراگم f/2.2 و قابلیت فیلم‌برداری 4K HDR.\nپشتیبانی از حالت شب (Night Mode): دوربین جلو نیز از حالت شب پشتیبانی می‌کند که باعث بهبود کیفیت تصاویر در نور کم می‌شود.\nویژگی‌های عکاسی:\n\nProRAW و ProRes: این گوشی به شما اجازه می‌دهد تصاویر و ویدئوهای خود را با کیفیت بسیار بالا و با قابلیت‌های حرفه‌ای ثبت کنید.\nحالت سینمایی (Cinematic Mode): قابلیت جدیدی که در فیلم‌برداری، فوکوس خودکار را به صورت هوشمند تغییر می‌دهد و عمق میدان سینمایی را شبیه به فیلم‌های حرفه‌ای شبیه‌سازی می‌کند.', 'کاملترین-گوشی-اپل', ' صفحه‌نمایش : Super Retina XDR OLED,رزولوشن عکس : 12 مگاپیکسل,نسخه سیستم عامل : iOS 15,اندازه : 6.7,وزن : ۲۴۰ گرم,تعداد سیم کارت: دو عدد', '50,209,000', '48,100,000', '7661', ''),
(5, 1, 'assets/img/product_img/p_9.jpg', 'assets/img/product_img/p_10.jpg', '7 % تخفیف', ' شیائومی مدل Poco X4 Pro ', 10, ' مدل Poco X4 Pro 5G 2201116PG', ' شیائومی مدل Poco X4 Pro ', 'شیائومی پوکو X4 پرو یکی از گوشی‌های میان‌رده محبوب برند Poco است که به‌عنوان یک گزینه قوی و با قیمت مناسب در بازار عرضه شده است. این گوشی با ویژگی‌های چشمگیر در بخش‌های مختلف مانند طراحی، نمایشگر، دوربین، و عملکرد داخلی توانسته است توجه بسیاری از کاربران را به خود جلب کند. در ادامه، مشخصات و ویژگی‌های کلیدی این مدل را بررسی خواهیم کرد.\n\nمشخصات کلی شیائومی Poco X4 Pro\n1. طراحی و صفحه نمایش\nصفحه نمایش: 6.67 اینچ AMOLED با وضوح 1080 × 2400 پیکسل (Full HD+)، که تراکم پیکسلی حدود 395 پیکسل در هر اینچ دارد.\nنرخ تازه‌سازی: 120 هرتز، که تجربه بسیار روان و سریع از حرکت و پیمایش در منوها و بازی‌ها را فراهم می‌آورد.\nپشتیبانی از HDR10: قابلیت پشتیبانی از محتوای HDR10 برای رنگ‌های غنی‌تر و کنتراست بهتر.\nروکش محافظ: گوریلا گلس 5 که صفحه نمایش را در برابر خط و خش و ضربه مقاوم می‌کند.', 'شیائومی-مدل-poco-x4-pro', 'رنگ: مشکی, صفحه‌نمایش : Super AMOLED,نسخه سیستم عامل : Android 11,اندازه : 6.67,رزولوشن عکس : 108 مگاپیکسل', '13,299,000', '11,180,000', '290', ''),
(6, 6, 'assets/img/product_img/p_11.jpg', 'assets/img/product_img/p_12.jpg', '9 % تخفیف', 'کنسول خانگی سونی', 127, 'کنسول بازی  Playstation 5', 'کنسول خانگی سونی', 'کنسول بازی PlayStation 5 (PS5) یکی از جدیدترین و قدرتمندترین کنسول‌های بازی است که توسط سونی معرفی شده و در نوامبر 2020 به بازار عرضه شد. PS5 به عنوان نسل جدید کنسول‌های بازی، با بهبودهای عمده در بخش‌های مختلف، مانند قدرت پردازش، گرافیک، سرعت بارگذاری، و تجربه بازی، توانسته است تحولی بزرگ در دنیای گیمینگ ایجاد کند.\n\nویژگی‌های کلیدی PlayStation 5:\n1. طراحی و ساخت\nظاهر: طراحی PS5 بسیار مدرن و چشمگیر است، با ترکیب رنگ‌های سفید، مشکی و آبی. ابعاد کنسول بزرگ‌تر از نسل قبل (PS4) است، به ویژه از نظر ارتفاع و عرض.\nجایگذاری: PS5 به‌طور عمودی یا افقی قرار می‌گیرد، ولی طراحی آن بیشتر برای قرار گرفتن به صورت عمودی مناسب است.\n2. پردازنده و عملکرد\nپردازنده مرکزی (CPU): PS5 از یک پردازنده 8 هسته‌ای AMD Zen 2 با سرعت 3.5 گیگاهرتز استفاده می‌کند. این پردازنده عملکرد بسیار بالایی دارد و تجربه گیمینگ را به سطح جدیدی می‌برد.\nپردازنده گرافیکی (GPU): GPU این کنسول از معماری RDNA 2 شرکت AMD بهره می‌برد که 36 واحد پردازش گرافیکی با سرعت 2.23 گیگاهرتز دارد. این گرافیک باعث بهبود چشمگیر کیفیت گرافیک و قابلیت‌های Ray Tracing (ردیابی پرتو) می‌شود.\nRAM: PS5 از 16 گیگابایت GDDR6 با پهنای باند بالا استفاده می‌کند که اجازه می‌دهد بازی‌ها و محتوا به سرعت بارگذاری و پردازش شوند.', 'کنسول-خانگی-سونی', 'ابعاد: ۲۶۰x۱۰۴x۳۹۰ سانتی‌متر,انواع حافظه: هارد دیسک,تعداد دسته: یک عدد,امکانات ظاهری: دسته بی سیم,865 گیگابایت', '32,299,000', '29,180,000', '875', ''),
(7, 1, 'assets/img/product_img/p_13.jpg', 'assets/img/product_img/p_13.jpg', '4 % تخفیف', 'هدفون مخصوص بازی تی دگر', 44, 'مدل Caspian T-RGH211', 'هدفون مخصوص بازی تی دگر', 'دفون‌های تی‌دگر (T-Dagger) معمولاً هدفون‌های مخصوص بازی با طراحی جذاب و ویژگی‌های متناسب با گیمرها هستند. برند T-Dagger از جمله برندهایی است که محصولاتی با قیمت مقرون به صرفه اما کیفیت قابل قبول برای گیمرها ارائه می‌دهد. در اینجا ویژگی‌ها و جزئیات یک هدفون مخصوص بازی تی دگر را بررسی می‌کنیم.\n\nمشخصات کلی هدفون‌های مخصوص بازی T-Dagger\n1. طراحی و ساخت\nطراحی ارگونومیک: هدفون‌های T-Dagger معمولاً دارای طراحی ارگونومیک و راحتی هستند تا بتوانند مدت زمان طولانی‌تری را بدون احساس خستگی بر روی سر و گوش‌های شما قرار بگیرند.\nگیره‌های قابل تنظیم: بند هدفون معمولاً قابل تنظیم است تا به راحتی بتوانید آن را متناسب با اندازه سر خود تنظیم کنید.\nپدهای گوشی نرم و راحت: پدهای گوشی هدفون معمولاً از جنس فوم با روکش نرم یا چرمی ساخته می‌شوند که به راحتی بر روی گوش قرار می‌گیرند و برای بازی‌های طولانی‌مدت مناسب است.\n2. کیفیت صدا\nصدای استریو با کیفیت: هدفون‌های T-Dagger اغلب از درایورهای بزرگ (40mm یا 50mm) برای تولید صدای با کیفیت استریو استفاده می‌کنند که می‌تواند تجربه بازی شما را غنی‌تر کند.\nصداهای محیطی: این هدفون‌ها به شما کمک می‌کنند تا صدای محیط بازی (مثل قدم‌ها، شلیک‌ها یا صدای دشمنان) را با دقت بشنوید، که برای بازی‌های شوتر یا بازی‌های آنلاین رقابتی بسیار مفید است.\n3. میکروفون\nمیکروفون با قابلیت تنظیم: میکروفون‌های T-Dagger معمولاً قابلیت تنظیم دارند و می‌توانید آن‌ها را به راحتی در موقعیت مناسب قرار دهید. برخی از مدل‌ها میکروفون‌هایی با قابلیت حذف نویز دارند که به وضوح صدای شما را در بازی‌های آنلاین یا تماس‌ها انتقال می‌دهند.\nمیکروفون قابل جداشدنی: در برخی مدل‌ها، میکروفون قابل جداشدن است، که می‌تواند برای زمانی که نمی‌خواهید از آن استفاده کنید مفید باشد.', 'هدفون-مخصوص-بازی-تی-دگر', 'رنگ: مشکی,نوع گوشی: دو گوشی,وزن: ۴۰۰ گرم,نوع اتصال: با سیم', '999,000', '780,000', '542', ''),
(8, 1, 'assets/img/product_img/p_15.jpg', 'assets/img/product_img/p_16.jpg', '3 % تخفیف', 'گوشی موبایل سامسونگ گلکسی A32', 30, 'سامسونگ مدل Galaxy A32 SM-A325F/DS ', 'گوشی موبایل سامسونگ گلکسی A32', 'سامسونگ گلکسی A32 یکی از گوشی‌های میان‌رده و محبوب سامسونگ است که در سال 2021 معرفی شد. این گوشی با صفحه نمایش 6.4 اینچی Super AMOLED و نرخ تازه‌سازی 90 هرتز تجربه بصری روان و زیبایی را ارائه می‌دهد. در قلب این گوشی پردازنده MediaTek Helio G80 قرار دارد که به خوبی از پس انجام کارهای روزمره برمی‌آید، اما برای بازی‌های سنگین ممکن است کمی محدودیت داشته باشد. دوربین اصلی 64 مگاپیکسلی آن توانایی ثبت تصاویری با کیفیت بالا دارد و دوربین سلفی 20 مگاپیکسلی آن نیز برای عکاسی سلفی بسیار مناسب است. باتری 5000 میلی‌آمپر ساعتی آن به شما امکان استفاده طولانی مدت از گوشی را می‌دهد، و سرعت شارژ 15 وات به شما کمک می‌کند تا گوشی خود را سریع‌تر شارژ کنید. به‌طور کلی، گلکسی A32 گزینه‌ای عالی برای کسانی است که به دنبال گوشی میان‌رده‌ای با قابلیت‌های خوب و قیمت مناسب هستند.', 'گوشی-موبایل-سامسونگ-گلکسی-a32', 'فناوری صفحه‌نمایش : Super AMOLED,اندازه : 6.4,نسخه سیستم عامل : Android 11', '13,299,000', '12,180,000', '3218', ''),
(9, 1, 'assets/img/product_img/p_28.webp', 'assets/img/product_img/p_29.webp', '5 % تخفیف', 'گوشی موبایل شیائومی مدل Redmi Note 13 Pro 4G', 10, 'Xiaomi Redmi Note 13 Pro 4G Dual SIM 256GB And 8GB RAM Mobile Phone', 'گوشی موبایل شیائومی مدل Redmi Note 13 Pro 4G', 'گوشی موبایل شیائومی‌Redmi Note 13 Pro 4G دارای طراحی زیبا و مدرنی است. بدنه این گوشی از جنس پلاستیک و شیشه ساخته شده است که به آن ظاهری شیک و ظریف می‌بخشد. دستگاه دارای ابعاد مناسبی است و به خوبی داخل دست‌های شما قرار می‌گیرد. همچنین، دکمه‌ها و درگاه‌های موجود در این گوشی با دقت و کیفیت بالا قرار داده شده اند.   صفحه نمایش این گوشی از نوع AMOLED است که باعث نمایش تصاویر با کیفیت بالا و رنگ‌های زنده می‌شود. اندازه صفحه نمایش 6.67 اینچ است که از دیدگاه تجربه کاربری، یک اندازه مناسب برای کاربری روزمره است. رزولوشن صفحه نمایش 1080 در 2400 پیکسل است که باعث نمایش جزئیات دقیق در تصاویر می‌شود. با استفاده از فناوری AMOLED، این نمایشگر توانایی نمایش رنگ‌های زنده و طبیعی را دارد. این به معنی این است که تصاویر و ویدیوها با رنگ‌های غنی و واقعی نمایش داده می‌شوند.', 'گوشی-موبایل-شیائومی-مد-redmi-note-13-pro-4g', 'رنگ: بنفش ,نوع گوشی موبایل:سیستم عامل اندروید ,دسته ‌بندی:\r\n‌میان‌رده', '16,699,000', '16,450,000', '543', ''),
(10, 2, 'assets/img/product_img/p_30.webp', 'assets/img/product_img/p_31.webp', '6 % تخفیف', 'لپ تاپ 15.6 اینچی ام اس آی مدل Cyborg 15 A13VE-i7 13620H-16GB DDR5-1TB SSD-RTX4050-FHD\r\n', 5, 'MSI Cyborg 15 A13VE-i7 13620H-16GB DDR5-1TB SSD-RTX4050-FHD 15.6 inch Laptop\r\n', 'لپ تاپ 15.6 اینچی ام اس آی', '**لپ‌تاپ 15.6 اینچی ام‌اس‌آی مدل Cyborg 15 A13VE-i7 13620H-16GB DDR5-1TB SSD-RTX4050-FHD** یکی از دستگاه‌های قدرتمند برای گیمینگ و کاربردهای حرفه‌ای است که ترکیبی از سخت‌افزار پیشرفته و طراحی مدرن را ارائه می‌دهد. این لپ‌تاپ از پردازنده قدرتمند **Intel Core i7 13620H** بهره می‌برد که با سرعت بالای پردازش، امکان انجام کارهای سنگین مانند بازی‌های گرافیکی یا نرم‌افزارهای رندرینگ را فراهم می‌آورد. همچنین، کارت گرافیک **NVIDIA GeForce RTX 4050** با قابلیت‌های گرافیکی فوق‌العاده، تجربه بی‌نظیری در بازی‌ها و کارهای گرافیکی ایجاد می‌کند. **16 گیگابایت رم DDR5** و **1 ترابایت SSD** سرعت بالای ذخیره‌سازی و عملکرد چندوظیفه‌ای را تضمین می‌کند. صفحه‌نمایش 15.6 اینچی **Full HD** با رزولوشن 1920x1080 پیکسل تصاویر واضح و رنگ‌های زنده‌ای را برای تماشای فیلم‌ها، ویرایش عکس و بازی‌ها به نمایش می‌گذارد. با این ترکیب قدرتمند، این لپ‌تاپ گزینه‌ای عالی برای گیمرها، طراحان گرافیک و کاربران حرفه‌ای است که به دنبال عملکرد بالا و طراحی جذاب هستند.', 'لپ-تاپ-15اینچی-ام-اس-آی', 'کاستوم ( ارتقا یافته ):خیر,نوع لپ تاپ و الترابوک:نوت ,بوک (لپ تاپ)سازنده پردازنده:Intel', '72,499,000', '67,899,000', '440', ''),
(11, 3, 'assets/img/product_img/p_32.webp', 'assets/img/product_img/p_33.webp', '2 % تخفیف', 'ساعت هوشمند اپل مدل Series 9 Aluminum 45mm M/L', 3, 'Apple Series 9 Aluminum 45mm M/L Smart Watch', 'ساعت هوشمند اپل مدل Series 9 Aluminum 45mm M/L', 'ناسب برای ورزش، روزمره، رسمی، دارای قابلیت‌های کنترل موسیقی، کنترل سطح اکسیژن خون، قابلیت مکالمه از طریق بلوتوث، بند سیلیکون، فرم صفحه مستطیل، فناوری GPS، با حافظه داخلی 64 گیگابایت', 'ساعت-هوشمند-اپل-مدل', 'ابعاد قاب۱۰.۷×۳۸×۴۵ میلی‌متر,مناسب برای:آقایان و بانوان,قطر قاب:۴۵ میلی‌متر', '26,500,000', '26,399,87', '230', '');

-- --------------------------------------------------------

--
-- Table structure for table `product_categories`
--

CREATE TABLE `product_categories` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `image` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `product_categories`
--

INSERT INTO `product_categories` (`id`, `name`, `image`) VALUES
(1, 'کالای دیجیتال', 'assets/img/Masai/bigicon/img-1.png'),
(2, 'مودم', 'assets/img/Masai/bigicon/img-2.png'),
(3, 'تبلت', 'assets/img/Masai/bigicon/img-3.png'),
(4, 'ماوس', 'assets/img/Masai/bigicon/img-4.png'),
(5, 'هنذفری', 'assets/img/Masai/bigicon/img-5.png'),
(6, 'ساعت هوشمند', 'assets/img/Masai/bigicon/img-6.png'),
(7, 'کنسول خانگی', 'assets/img/Masai/bigicon/img-7.png'),
(8, 'کیبورد(صفحه کلید)', 'assets/img/Masai/bigicon/img-8.png'),
(9, 'اسپیکر(بلندگو)', 'assets/img/Masai/bigicon/img-9.png'),
(10, 'لپ تاپ و الترابوک', 'assets/img/Masai/bigicon/img-10.png'),
(11, 'موبایل', 'assets/img/Masai/bigicon/img-11.png'),
(12, 'هدفون، هدست', 'assets/img/Masai/bigicon/img-12.png');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `user_id`, `ip_address`, `user_agent`, `payload`, `last_activity`) VALUES
('5i00Mx62T8FSnxTLLLhBTdIbqNtELR3FrXGgMaV7', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/133.0.0.0 Safari/537.36', 'YTo0OntzOjY6Il90b2tlbiI7czo0MDoidm1DVmI4d01GNGhwQk5Kclc3NnNtZ0JOVjlwQ3BtRlpMYVpTYXJvRSI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6NDI6Imh0dHA6Ly8xMjcuMC4wLjE6ODAwMC9hZG1pbi9wcm9maWxlL3VwZGF0ZSI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fXM6NToiYWRtaW4iO086MTY6IkFwcFxNb2RlbHNcQWRtaW4iOjMwOntzOjEzOiIAKgBjb25uZWN0aW9uIjtzOjU6Im15c3FsIjtzOjg6IgAqAHRhYmxlIjtzOjY6ImFkbWlucyI7czoxMzoiACoAcHJpbWFyeUtleSI7czoyOiJpZCI7czoxMDoiACoAa2V5VHlwZSI7czozOiJpbnQiO3M6MTI6ImluY3JlbWVudGluZyI7YjoxO3M6NzoiACoAd2l0aCI7YTowOnt9czoxMjoiACoAd2l0aENvdW50IjthOjA6e31zOjE5OiJwcmV2ZW50c0xhenlMb2FkaW5nIjtiOjA7czoxMDoiACoAcGVyUGFnZSI7aToxNTtzOjY6ImV4aXN0cyI7YjoxO3M6MTg6Indhc1JlY2VudGx5Q3JlYXRlZCI7YjowO3M6Mjg6IgAqAGVzY2FwZVdoZW5DYXN0aW5nVG9TdHJpbmciO2I6MDtzOjEzOiIAKgBhdHRyaWJ1dGVzIjthOjg6e3M6MjoiaWQiO2k6MTtzOjQ6Im5hbWUiO3M6MjE6Itii2LLbjNiq2Kcg2LXYp9mE2K3bjCI7czo1OiJlbWFpbCI7czoyMDoiaW1heml0YTc3N0BnbWFpbC5jb20iO3M6NjoibW9iaWxlIjtzOjExOiIwOTkzOTM1NDY3MyI7czo3OiJhZGRyZXNzIjtzOjIyOiLYp9uM2LHYp9mG2IzYqtmH2LHYp9mGIjtzOjk6Imluc3RhZ3JhbSI7czoyNzoid3d3Lmluc3RhZ3JhbS5jb20vXy5pbWF6aXRhIjtzOjg6ImZhY2Vib29rIjtzOjA6IiI7czo2OiJhdmF0YXIiO3M6MjE6ImFzc2V0c1xpbWdcdXNlclw3LmpwZyI7fXM6MTE6IgAqAG9yaWdpbmFsIjthOjg6e3M6MjoiaWQiO2k6MTtzOjQ6Im5hbWUiO3M6MjE6Itii2LLbjNiq2Kcg2LXYp9mE2K3bjCI7czo1OiJlbWFpbCI7czoyMDoiaW1heml0YTc3N0BnbWFpbC5jb20iO3M6NjoibW9iaWxlIjtzOjExOiIwOTkzOTM1NDY3MyI7czo3OiJhZGRyZXNzIjtzOjIyOiLYp9uM2LHYp9mG2IzYqtmH2LHYp9mGIjtzOjk6Imluc3RhZ3JhbSI7czoyNzoid3d3Lmluc3RhZ3JhbS5jb20vXy5pbWF6aXRhIjtzOjg6ImZhY2Vib29rIjtzOjA6IiI7czo2OiJhdmF0YXIiO3M6MjE6ImFzc2V0c1xpbWdcdXNlclw3LmpwZyI7fXM6MTA6IgAqAGNoYW5nZXMiO2E6MDp7fXM6ODoiACoAY2FzdHMiO2E6MDp7fXM6MTc6IgAqAGNsYXNzQ2FzdENhY2hlIjthOjA6e31zOjIxOiIAKgBhdHRyaWJ1dGVDYXN0Q2FjaGUiO2E6MDp7fXM6MTM6IgAqAGRhdGVGb3JtYXQiO047czoxMDoiACoAYXBwZW5kcyI7YTowOnt9czoxOToiACoAZGlzcGF0Y2hlc0V2ZW50cyI7YTowOnt9czoxNDoiACoAb2JzZXJ2YWJsZXMiO2E6MDp7fXM6MTI6IgAqAHJlbGF0aW9ucyI7YTowOnt9czoxMDoiACoAdG91Y2hlcyI7YTowOnt9czoxMDoidGltZXN0YW1wcyI7YjowO3M6MTM6InVzZXNVbmlxdWVJZHMiO2I6MDtzOjk6IgAqAGhpZGRlbiI7YTowOnt9czoxMDoiACoAdmlzaWJsZSI7YTowOnt9czoxMToiACoAZmlsbGFibGUiO2E6MDp7fXM6MTA6IgAqAGd1YXJkZWQiO2E6MDp7fX19', 1739040875);

-- --------------------------------------------------------

--
-- Table structure for table `setting`
--

CREATE TABLE `setting` (
  `id` int(11) NOT NULL,
  `title` text NOT NULL,
  `icons` text NOT NULL,
  `banner` text NOT NULL,
  `footer_text` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `setting`
--

INSERT INTO `setting` (`id`, `title`, `icons`, `banner`, `footer_text`) VALUES
(1, 'header_setting', '{\"cart\":\"fa fa-cart-arrow-down font-20\",\n\"user\":\"fa fa-user-large font-20\",\n\"logo\":\"assets/img/logo.png\"}', 'assets/img/banner_img/bg_top.jpg', 'این قالب به وسیله گروه برنامه نویسی گرزک پشتیبانی میشود.');

-- --------------------------------------------------------

--
-- Table structure for table `sub_categories`
--

CREATE TABLE `sub_categories` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `name` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_persian_ci;

--
-- Dumping data for table `sub_categories`
--

INSERT INTO `sub_categories` (`id`, `category_id`, `name`) VALUES
(1, 1, 'لوازم جانبی'),
(2, 1, 'برند ترین ها'),
(3, 1, ' رزولوشن عکس'),
(4, 1, 'گوشی براساس کاربری'),
(5, 2, 'لوازم جانبی'),
(6, 2, 'برند ترین ها'),
(7, 2, 'سیستم عامل'),
(8, 2, 'لپ تاپ براساس قیمت\r\n'),
(9, 3, 'برند ترین ها'),
(10, 3, 'سیستم عامل'),
(11, 3, 'ساعت هوشمند براساس قیمت'),
(12, 3, 'ساعت هوشمند براساس کاربری'),
(13, 4, 'مودم براساس برند'),
(14, 4, 'مودم براساس قیمت'),
(15, 4, 'فرکانس تحت پوشش'),
(16, 4, 'برند ترین ها'),
(17, 5, 'لوازم جانبی'),
(18, 5, 'تبلت براساس قیمت'),
(19, 5, 'تبلت براساس حافظه داخلی'),
(20, 5, 'تبلت براساس کاربری'),
(21, 6, 'برند ترین ها'),
(22, 6, 'سیستم عامل'),
(23, 6, 'کامپیوتر براساس قیمت'),
(24, 6, 'ابعاد صفحه نمایش'),
(25, 7, 'لوازم جانبی\r\n'),
(26, 7, 'آیپد اپل براساس قیمت'),
(27, 7, 'آیپد اپل براساس حافظه داخلی'),
(28, 8, 'برند ترین ها'),
(29, 8, 'تلویزیون براساس قیمت'),
(30, 8, 'ابعاد صفحه نمایش');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `avatar` varchar(255) DEFAULT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `avatar`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'آزیتا صالحی', 'assets/img/user/7.jpg', 'imazita777@gmail.com', NULL, '$2y$12$v2FEupBmRjNBe3RtV3wyzOZN2rHyuSEvxMAPGLqSQX0JiwWbSK92y', 'IoZW3bcT6D0K1VIEHLkJ4VD8liLeiatJXZumhi9Sxjux6omuXL9Oj4WnYWOs', '2024-10-10 16:02:42', '2025-05-08 18:02:23'),
(2, 'شقایق قهرمانی', 'assets/img/user/8.jpg', 'ghahremani99@gmail.com', NULL, '74609847', NULL, '2024-10-23 02:04:54', '2024-11-16 09:05:10'),
(3, 'علی طهماسبی', 'storage/Upload_images/meeLMNTWEAauEA8CZG7OEFdaytVKiEzHOrK64F3X.jpg', 'AliTahmasebi@gmail.com', NULL, '12345678', NULL, NULL, '2025-02-28 08:43:31'),
(4, 'رضا نیک پی', 'assets/img/user/5.jpg', 'NickPay.reza@gmail.com', NULL, '66778899', NULL, NULL, '2025-02-28 08:22:02'),
(5, 'مهتاب کرامتی', 'assets/img/user/6.jpg', 'MahtabShab@gmail.com', NULL, '55440022', NULL, NULL, NULL),
(6, 'شاهرخ استخری', 'assets/img/user/9.jpg', 'Estakhri.shahi@gmail.com', NULL, '91232790', NULL, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `banner_ads`
--
ALTER TABLE `banner_ads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `brands`
--
ALTER TABLE `brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cache`
--
ALTER TABLE `cache`
  ADD PRIMARY KEY (`key`);

--
-- Indexes for table `cache_locks`
--
ALTER TABLE `cache_locks`
  ADD PRIMARY KEY (`key`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `footer`
--
ALTER TABLE `footer`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `items_sub_categories`
--
ALTER TABLE `items_sub_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `jobs_queue_index` (`queue`);

--
-- Indexes for table `job_batches`
--
ALTER TABLE `job_batches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `magazines`
--
ALTER TABLE `magazines`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mag_categories`
--
ALTER TABLE `mag_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mini_icons`
--
ALTER TABLE `mini_icons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `offer_carousel`
--
ALTER TABLE `offer_carousel`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_categories`
--
ALTER TABLE `product_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Indexes for table `setting`
--
ALTER TABLE `setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sub_categories`
--
ALTER TABLE `sub_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `items_sub_categories`
--
ALTER TABLE `items_sub_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=127;

--
-- AUTO_INCREMENT for table `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `magazines`
--
ALTER TABLE `magazines`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `offer_carousel`
--
ALTER TABLE `offer_carousel`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `sub_categories`
--
ALTER TABLE `sub_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
